<?php
//By Piyush  

$lang['assign_as_convert_employee'] ='لقد تم تعيينك كموظف محول إلية';
$lang['Youhavenewmessageinproject'] ='لديك رسالة جديدة  في قسم المشاريع';
$lang['Youhavenewmessagein'] ='لديك رسالة جديدة  في';
$lang['assign_as_responsible _employee'] ='لقد تم تعيينك كموظف مسئول ';
$lang['assign_as_follower_employee'] =' لقد تم تعيينك كموظف متابع';
$lang['Your_case_has_been_assign'] ='لقد تم تعين الخدمة';
$lang['New_user_register'] ='تسجيل مستخدم جديد';
$lang['Welcome_to_Albarakati_Law'] ='أهلاً وسهلاً بك معنا في منصة نصر البركاتي الالكترونية';
$lang['OTP_For_Forgot_Password'] ='رمز تسجيل الدخول لنسيان كلمة المرور';
$lang['OTP_For_Registration'] ='رمز تسجيل الدخول لمنصة نصر البركاتي';
$lang['OTP_For_Login'] ='رمز تسجيل الدخول لمنصة نصر البركاتي';
$lang['New_user_register_from_application'] ='تسجيل مستخدم جديد من التطبيق ';
$lang['customer_delete_successfully'] ='حذف العميل بنجاح';
$lang['Delete_all_service'] ='حذف جميع الخدمات ذات الصلة لهذا العميل';
$lang['Your_change_password'] ='تغير كلمة المرور';
$lang['forgot_password_email'] ='نسيان كلمة المرور';
$lang['consultation_appoinment_add'] =' انشاء استشارة';
$lang['Running'] ='قيد التنفيذ';
$lang['Close'] ='مقفلة';
$lang['Today'] ='اليوم';
$lang['Tomorrow'] ='الغد';
$lang['Next_Week'] ='الاسبوع القادم';
$lang['Next_Month'] =' الشهر القادم';
$lang['Total_Cost_INSAR'] ='التكلفة بالريال السعودي';
$lang['Total_Amount_inSar'] ='المبلغ الاجمالي شامل ضريبة القيمة المضافة';
$lang['invoice_Vat'] = 'ضريبة القيمة المضافة ';
$lang['employe_delete_notice'] ='عملية غير صحيحة :ارجو مسح كل الملفات المتعلقة بالخدمة اولاً مثل: المهام ,الفواتير,المصاريف .ثم أعد المحاولة مرة اخرى ';
$lang['E_service_Rejected'] ='رفض الخدمة القانونية';
$lang['E_Service_delivery'] =' تسلم خدمة قانونية';
$lang['Send_Assignment'] ='التكليف المرسل';
$lang['functional_works'] =' أعمال وظيفية';
$lang['messages'] ='الرسائل';
$lang['Previous'] =' السابق';
$lang['Next'] ='التالي';
$lang['Meeting_type'] ='نوع الاجتماع';
$lang['writing_type'] ='نوع الكتابة';
$lang['Writing_Date'] ='تاريخ الكتابة ';
$lang['session_date'] ='تاريخ الجلسة ';
$lang['session_time'] =' وقت الجلسة ';
$lang['successfully_completed'] ='تم إكمال الدفع بنجاح';
$lang['payment_Status_change'] = ' تمت عملية الدفع بنجاح';
$lang['payment_is_successful'] = "تم الدفع بنجاح للفاتورة رقم";
$lang['Browse'] = " تصفح ";
$lang['Data_file_successfull'] = "تم رفع الطلب بنجاح";
$lang['Document_file_successfull'] = "تم رفع المرفقات بنجاح ";
$lang['audio_upload_successfully'] = " تم رفع الملف الصوتي بنجاح";
$lang['Contract_file_successfull'] = "Contract file successfull";
$lang['Referral_file_successfull'] = "Referral file successfull";
$lang['Court_file_successfull'] = "Court file successfull";
$lang['send_notification_msg']="Notification send successfully";
$lang['Send__all_notification'] = "Send notification to all users";
$lang['Send___notification'] = "Send notification";
$lang['Upoded_By'] =" رفعت بواسطة ";
$lang['Select_branch'] =  "يرجى اختيار الفرع";
$lang['Select_service_type'] = "يرجى اختيار الخدمة";
$lang['Select_case_type'] = "يرجى اختيار نوع الخدمة";
$lang['Profile_Updated'] = "تحديث الملف الشخصي";
$lang['days'] = "يوم";
$lang['Add_Review'] = "إضافة مراجعة";
$lang['Master_Employee'] = "موظف ماجستير";
$lang['Mission_date'] = "تاريخ المهمة ";
$lang['Mission_report'] = "تقرير المهمة ";
$lang['Session_report'] = "تقرير الجلسة";
$lang['Consulting_report'] = "تقرير الاستشارة";
$lang['Writing_report'] = "تقرير الكتابة";
$lang['Visiting_report'] = "تقرير الاجتماع ";
$lang['Close_Date'] = "تاريخ قريب";
$lang['Case_Code'] = "رقم الخدمة";
$lang['Please_select_judge'] = "يرجى اختيار القاضي";
$lang['Select_Conversation'] = "حدد المحادثة";
$lang['f_pass_msg'] = "تم إرسال كلمة المرور الخاصة بك إلى عنوان بريدك الإلكتروني";
$lang['Re_submited'] = "إعادة المقدمة";
$lang['Rejection_Note'] = "إعادملاحظة الرفض";
$lang['our_history'] = "تاريخنا";  
$lang['our_history_detail'] = "نتذكر الرجل الذي لم يهزم <br> في القانون كمحامي."; 
$lang['All'] = "الكل";
$lang['home'] = " الرئيسية";
$lang['Full_name'] = "الاسم الثلاثي";
$lang['Email_ID'] ="البريد الإلكتروني ";
$lang['ID_type'] = "نوع الهوية";
$lang['ID_numbers'] = "رقم الهوية";
$lang['Country_Code'] = "رمز الدولة";
$lang['Contact_number'] = "رقم الجوال";
$lang['Accept_Terms'] = "أوافق على سياسة الخصوصية وشروط الاستخدام ";
$lang['contact_number_vali'] = "(5xxxxxxxxx)أدخل رقم الجوال من غير الصفر ";
$lang['Register'] = "تسجيل جديد";
$lang['LOGIN'] = "تسجيل الدخول";
$lang['ID_lable'] = "رقم هوية المستخدم ";
$lang['Email_or_Mobile'] = "البريد الإلكتروني أو رقم الجوال";
$lang['Remember_Me'] = "تذكرنى";
$lang['Forgot_password'] = "نسيت رقمك السري؟";
$lang['ALBARAKATI_E_SERVICES'] ="الخدمات الإلكترونية ";
$lang['WELCOME_HOME'] = "مرحباً بك في  موقع نصر البركاتي وشركاؤه للمحاماة ";
$lang['DOWNLOAD_OUR_MOBILE_APP'] = "حمل التطبيق ";
$lang['our_team'] = "الشركاء";
$lang['tandc'] = "الأحكام والشروط";
$lang['Social_Responsibility'] = "المواثيق المجتمعية";
$lang['Join_us'] = "انضم إلينا";
$lang['Training'] = "التدريب";
$lang['Enter_OTP'] = "ادخل رمز التحقق"; 
$lang['Enter_OTP_Detail'] = "يرجي ادخال رمز التحقق المرسل لهاتفك الجوال رقم"; 
$lang['GET_UPDATED'] = "تابع احدث  المستجدات القانونية "; 
$lang['SUBSCRIBE_US'] = "اشترك معنا"; 
$lang['LATEST_NEWS'] = "الأخبار"; 
$lang['ALBARAKATI_LAW'] = "نصر البركاتي للمحاماة"; 
$lang['OUR_ADDRESS'] = "الفروع"; 
$lang['CONTACT_US'] = "التواصل "; 
$lang['FOLLOW_US'] = "تابعنا"; 
$lang['SUBSCRIBE'] = "اشترك"; 

//End
//Co-mane Variables
$lang['Sign_in'] = " تسجيل الدخول "; 
$lang['Other'] = "اخرى";
$lang['Additional_Information'] = "معلومات إضافية";
$lang['identification_number'] = "رقم الهوية";
$lang['identification_types'] = "نوع الهوية";
$lang['client_File_number'] = "رقم ملف العميل";
$lang['client_full_name'] = "الاسم  الثلاثي";
$lang['branch'] = "الفرع";
$lang['Thumb'] = "المرفق";
$lang['Clients'] = "العملاء";
$lang['All_Clients'] = "جميع العملاء";
$lang['Blocked_Clients'] = "العملاء المحظورون";
$lang['Cases'] = "القضاية";
$lang['Session'] = "القضايا";
$lang['Sessions'] = "الجلسات";
$lang['Writings'] = "الكتابات";
$lang['Consultation'] = "الاستشارات";
$lang['Meeting'] = "الاجتماعات";
$lang['Procuration'] = "الوكالات‎";
$lang['Registration_of_document'] = "تسجيل المستندات";
$lang['Tasks'] = "المهام";
$lang['Project_planning'] = "تخطيط المشروع";
$lang['Client_meting_notes'] = "ملاحظات اجتماع العميل";
$lang['Referrals'] = "الإحالات";
$lang['Archives'] = "الأرشيف";
$lang['View_Session'] = "معاينة الجلسة";
$lang['Sessions_View'] = "تفاصيل الجلسة";
$lang['View_Consultation'] = "معاينة الاستشارات";
$lang['Writings_Mission'] = "الكتابات";
$lang['HR'] = "الموارد البشرية";
$lang['Permissions'] = "الصلاحيات";
$lang['Fain'] = "الجزاءات";
$lang['Expense'] = "المصاريف";
$lang['Finances'] = "المالية";
$lang['Evaluations'] = "التقييم";
$lang['Add'] = "إضافة";
$lang['Modify'] = "تعديل";
$lang['Search'] = "بحث";
$lang['Save'] = "حفظ";
$lang['Defeat'] = "هزيمة";
$lang['Cancel'] = "إلغاء";
$lang['Reminders_&_Alerts'] = "التذكيرات والتنبيهات";
$lang['Reminders'] = "تذكيرات ";
$lang['Submit'] = "رفع وتقديم";
$lang['Reset'] =  " إعادة البحث ";
$lang['View'] = "مشاهدة";
$lang['Show_All'] = "عرض الكل";
$lang['LOG_INFORMATION'] = "معلومات التسجيل";
$lang['Permission'] = "الإذن";
$lang['Riyadh'] = "الرياض"; 
$lang['Jeddah'] = "جدة"; 
$lang['Mecca'] = "مكة المكرمة"; 
$lang['Resend_OTP'] = "إعادة إرسال رمز التحقق"; 

/* Navigation */
$lang["about_us"] = "من نحن";
$lang["contact"] = "التواصل";
$lang["team_staff"] = "الشركاء";
$lang["social_responsibility"] = "المواثيق المجتمعية";
$lang["e-services"] = "الخدمة الإلكترونية";
$lang["E-service"] = "الخدمة الإلكترونية";
$lang["E_Service_Alert"] = "تنبيهات الخدمات الألكترونية";
$lang["login_registration"] = "تسجيل الدخول";
$lang["logout"] = "الخروج";
$lang["Services"] ="الخدمات";
$lang["check_out_our"] ="تحقق من";
$lang["download_our"] ="تحميل لدينا";
$lang["mobile_app"] ="تطبيق الجوال";

/* Home Page */
$lang['Home'] = "الرئيسية";
$lang["Latest_News"] = "الأخبار";
$lang["Integrated_law_services_platform"] = "منصة خدمات إلكترونية متكاملة";

/* About Us Page */
$lang["about_us_details"] =  "تأسست شركتنا لتكون امتدادًا لخبرةٍ قانونيةٍ استمرت لأكثر من ستين عامًا (بدأت منذ عام 1954 م)، مشهود لها جودة صياغتها وقوة ممارستها.فجعلنا منهاج الخبرة أساسًا لرسالتنا، ومنطلقًا لرؤيتنا، دامجين إليها أنفع المستجدات القانونية، لمقاصد رفيعة هدفها حماية عملائنا، وإبداء الحلول، وتفعيل المعالجات لمختلف الوقائع والقضايا، مبتكرين وسائل إلكترونية لخدمة عملائنا، وتنفيذًا لأعمالنا. وقد اتخذنا مدينة مكة المكرمة مقرًا رئيسياً لنا، وأنشأنا تِباعًا فرعين بمدينتي جدة والرياض، بهدف تغطية خدمات عملائنا، وبذلك استطعنا بناء سمعة متميزة، متصلة بالخبرة الماضية، ومسايرة لأحدث المناهج والآليات المتطورة. كما أننا نرتبط بعلاقات تعاون وشراكات دولية بعدد من شركات المحاماة والكيانات الاستشارية والمالية، للوصول إلى الحلول الفعالة التي تلبي احتياجات عملائنا.";

$lang['our_vision'] = "رؤيتنا";

$lang['home_our_vision_detail'] = "نتطلع إلى أن نكون أحد أفضل ثلاث شركات محاماة بالمملكة العربية السعودية في عام 2030م";

$lang['our_vision_detail'] = "نتطلع إلى أن نكون أحد أفضل ثلاث شركات محاماة بالمملكة العربية السعودية في عام 2030م، وذلك تحقيقًا لأعلى قيمة مضافة ومزايا تنافسية لجميع أصحاب المصلحة والمتعاملين معنا.";


$lang['our_objectives'] = "قيمنا";

$lang['our_objectives_details'] = "•	عملاؤنا أولًا.<br>•	النزاهة والسرية.<br>•	 حوكمة الإجراءات.<br>•	العمل بروح الفريق<br>•	الابتكار والشغف الدائم <br>•	التطوير التكاملي المستمر"; 


$lang['our_mission'] = "رسالتنا";

$lang['home_our_mission_detail'] = "نسعى لتقديم أجود الخدمات القانونية، بمعايير عالمية، وبأعلى مؤشرات الحماية،من خلال المختصين في جميع المجالات القانونية";
	
$lang['our_mission_detail'] = "نسعى لتقديم أجود الخدمات القانونية، بمعايير عالمية، وبأعلى مؤشرات الحماية، من خلال مختصين في جميع المجالات القانونية، مبتكرين ومستخدمين أحدث النظم الرقمية، إنجازًا لأعمالنا واتصالًا مباشرًا بعملائنا، حرصًا على كسب ثقتهم بأعلى درجات التواصل لبناء العلاقة المستديمة، المبنية على أساس وثيق من الخصوصية والمصداقية، كما نطمح لتحقيق أفضل عوائد ومزايا لشركائنا بحوكمة مستمرة، ونعمل على تعزيز رأس المال البشري وتطويره بأعلى سمات الكفاءة، بمميزات تفضيلية، ونساهم بفاعلية وثيقة لخدمة المجتمع السعودي دائمًا وأبدًا.";
/* Our Service Page */
$lang["our_service"] = "الخدمات";

$lang["our_service_text_top"] = "نقدم لعملائنا ممارسات خدماتنا القانونية المتكاملة من خلال نخبة من المحامين والمستشارين والقضاة السابقين والمحكمين والموثقين وفريق عمل إداري يسهل جميع طرق الدعم والاتصال والمساندة المستمرة، ونعتني في إخراج خدماتنا بأجود المعايير المهنية والشمولية الموضوعية والاجرائية التي تحقق المقصود من ذلك للمحافظة على حقوق العملاء والدفاع عنهم";

$lang["Law_consultancy_and_studie"] = "الاستشارات والدراسات القانونية";

$lang["Home_Law_consultancy_and_studie"] = "تقديم المشورة والدراسات القانونية بمنهجية استيعابية وطرح الحلول الوقائية";

$lang["Law_consultancy_and_studie_p1"] =  "نعتمد في تقديم الاستشارات على آلية محكمة تبدأ بمعاينة وتحليل المستندات والعقود، وإعداد الدراسات اللازمة في كافة أفرع الأنظمة واللوائح الداخلية والدولية، وتقديم النصائح والإرشادات المطلوبة لكافة الأفراد والمؤسسات والشركات بمختلف أعمالها وأنشطتها وتقديم سبل الدعم على مدار الساعة. سعيا منا لتوفير الحماية القانونية للعملاء، وتأمين مصالحهم وأهدافهم، وتتمثل الاستشارات الشرعية والدراسات القانونية فيما يلي:";
$lang["Law_consultancy_and_studie_p2"] = "<li>تقديم المشورة القانونية بمنهجية استيعابية، وإبداء الإجراءات المصاحبة لموضوعها تفصيليًا بالخيارات المتاحة.</li><li>إعداد الدراسات القانونية المتخصصة في جميع المجالات، بما يضمن سلامة القرار وحسن تنفيذ الأعمال.</li><li> طرح الحلول العملية الوقائية الفعالة لسوق العمل، مما يساعد العملاء على تفادي الدخول إلى ساحات المحاكم.</li>";

$lang["Contracts_and_Agreements"] = "العقود والاتفاقيات";

$lang["Home_Contracts_and_Agreements"] = "صياغة العقود والاتفاقيات ومراجعتها، وإعداد مذكرات التفاوض وإدارة اجتماعاتها";

$lang["Contracts_and_Agreements_p1"] = "إن لصياغة العقود الاحترافية وسد كافة الثغرات السلبية أهمية بالغة في حفظ الحقوق واستقرار التعاملات، والحد من نشوء النزاعات والخلافات بين المتعاقدين، وحماية لمركزهم القانوني، ونقوم عند صياغة العقود بالآتي:";
$lang["Contracts_and_Agreements_p2"] = "<li>صياغة جميع العقود المدنية والتجارية ومراجعتها، وإعداد مذكرات التفاوض، والإشراف عليها.</li><li>صياغة الاتفاقيات والمخالصات ومراجعتها، والتحقق من مدى موافقتها للأنظمة بما يضمن صحة الموقف القانوني. </li><li>إدارة اجتماعات التفاوض، وإجراءات التعاقد، مما يحقق صحة الآثار  التعاقدية وسلامتها وتفادي مخاطرها.</li>";

$lang["Litigation"] = "اﻟﺘﻘﺎﺿﻲ";
$lang["Litigation_p1"] = "نقدم دراسة مبدئية عن القضية بعد تحليل الأسانيد والمستندات القانونية ومراعاة التفصيلات الدقيقة في تسلسل الإجراءات، للوقوف على وضع العميل في القضية وتقييم نقاط القوةوالضعف والقيام بكافة الإجراءات اللازمة للمحافظة على حقوق العملاء. وانطلاقا من معرفة راسخة بحق الأفراد والشركات في التقاضي والترافع وتسوية المنازعات نمثل عملائنا أمام كافة المحاكم والهيئات واللجان شبه القضائية في التخصصات الآتية:";
$lang["Litigation_p2"] = "<li>اﻟﻘﻀﺎﻳﺎ اﻟﺘﺠﺎرﻳـــــــــــــــــﺔ</li><li>اﻟﻘﻀﺎﻳﺎ اﻟﻤﺪﻧﻴــــــــــــــــــﺔ</li><li>اﻟﻘﻀﺎﻳﺎ اﻹدارﻳـــــــــــــــــــﺔ</li><li>اﻟﻘﻀﺎﻳﺎ اﻟﺠﻨﺎﺋﻴــــــــــــــــــﺔ</li><li>اﻟﻘﻀﺎﻳﺎ اﻟﻌﻤﺎﻟﻴـــــــــــــــﺔ</li><li>ﻗﻀﺎﻳﺎ ﻗﺴﻤﺔ اﻟﺘﺮﻛﺎت</li>";

$lang["Companies_and_Trade_Business"] = " اﻟﺸﺮﻛﺎت واﻷﻋﻤﺎل اﻟﺘﺠﺎرﻳﺔ";
$lang["Companies_and_Trade_Business_p1"] = "نستثمر كافة خبراتنا لخدمة عملائنا للحد من المخاطر التجارية والقانونية المحتملة، وتسخير طاقتنا التذليل العقبات والتحديات التي تعترض الأعمال، وإبداء الرأي القانوني وتقديم التوصيات المبنية على خبرة بسوق العمل التجاري لضمان سلامة الموقف القانوني وحماية الاستثمار. إيمانا منا بأهمية العمل التجاري والاستثماري، وتحقيقا للرؤية المستقبلية للمملكة العربية السعودية نسخر كافة طاقاتنا لتقديم خدمات مهنية احترافية في مجال التجارة والاستثمار، ومن ذلك:";
$lang["Companies_and_Trade_Business_p2"] = "<li>ﺗﺄﺳﻴﺲ وﺗﺴﺠﻴﻞ اﻟﺸﺮﻛﺎت وﻣﺎﻳﻄﺮأ ﻋﻠﻴﻬﺎ ﻣﻦ ﺗﻌﺪﻳﻼت وﻣﺮاﺟﻌﺔ ﺻﻔﻘﺎت اﻻﻧﺪﻣﺎج واﻻﺳﺘﺤﻮاذ.</li><li>ﺗﺴﺠﻴﻞاﻟﻌﻼﻣﺎت اﻟﺘﺠﺎرﻳﺔ وﻋﻘﻮداﻟﻮﻛﺎﻻت وﺑﺮاءات اﻻﺧﺘﺮاع واﻟﻤﻠﻜﻴﺔا ﻟﻔﻜﺮﻳﺔ.</li><li>اﺳﺘﺨﺮاج اﻟﺘﺮاﺧﻴﺺ اﻟﻼزﻣﺔ ﻣﻦ ﻫﻴﺌﺔ ﺳﻮق اﻟﻤﺎل واﻟﺴﺠﻼت اﻟﺘﺠﺎرﻳﺔ وﺗﺠﺪﻳﺪﻫ ﺎوإﺟﺮاءات ﻃﺮح اﻷﺳﻬﻢ ﻟﻼﻛﺘﺘﺎب.</li><li>إﻋﺪاد اﻷﻧﻈﻤﺔ اﻷﺳﺎﺳﻴﺔ واﻟﻠﻮاﺋﺢ اﻟﺘﻨﻈﻴﻤﻴﺔ ﻟﻠﺸﺮﻛﺎت واﻟﻤﺆﺳﺴﺎت ووﺿﻊ أﺳﺲ ﻟﺘﻨﻤﻴﺔ واﺳﺘﻤﺮار اﻟﺜﺮوات اﻟﺨﺎﺻﺔ واﻟﻤﺤﺎﻓﻈﺔ ﻋﻠﻰ اﺳﺘﻘﺮار اﻟﺸﺮﻛﺎت اﻟﻌﺎﺋﻠﻴﺔ.</li><li>ﺑﻨﺎء وﺗﻄﻮﻳﺮ اﻟﻬﻴﻜﻞ اﻟﺘﻨﻈﻴﻤﻲ ﻟﻺدارات اﻟﻘﺎﻧﻮﻧﻴﺔ ﻟﻠﺸﺮﻛﺎت ،ووﺿﻊ أﺳﺎﻟﻴﺐ وآﻟﻴﺎت وإﺟﺮاءات اﻟﻌﻤﻞ داﺧﻞ اﻟﻤﻨﺸﺄة.</li><li> اﻟﻌﻨﺎﻳﺔ ﺑﺸﺮﻛﺎت اﻷﻣﺘﻴﺎز اﻟﺘﺠﺎري (اﻟﻔﺮﻧﺸﺎﻳﺰ) واﻟﻮﻛﺎﻻت اﻟﻌﺎﻟﻤﻴﺔ واﻟﺸﺮﻛﺎت اﻻﺳﺘﺜﻤﺎرﻳﺔ واﻟﻌﺎﺋﻠﻴﺔ .</li>";

$lang["Execution_of_Judgments_and_Collection_of_Debts"] = "تنفيذ الأحكام وتحصيل الديون";
$lang["Execution_of_Judgments_and_Collection_of_Debts_p1"] = "يعتبر تنفيذ الأحكام واستيفاء الحق محل النزاع الهدف الأساسي للتقاضي، وهو الإجراء الذي ينقل الحكم النظري إلى التطبيق وإعطاء كل ذي حق حقه، وتحقيقا لهذا الهدف، نقدم الآتي:";
$lang["Execution_of_Judgments_and_Collection_of_Debts_p2"] = "<li>ﺗﻨﻔﻴﺬ أﺣﻜﺎم اﻟﻤﺤﺎﻛﻢ واﻷوراق اﻟﺘﺠﺎرﻳﺔ واﻟﺴﻨﺪات اﻟﺘﻨﻔﻴﺬﻳﺔ واﻷﺣﻜﺎم اﻷﺟﻨﺒﻴﺔ وﻗﺮارات اﻟﻠﺠﺎن ﺷﺒﻪ اﻟﻘﻀﺎﺋﻴﺔ.</li><li>ﺗﺤﺼﻴﻞ اﻟﺪﻳﻮن ﻟﺼﺎﻟﺢ اﻟﺒﻨﻮك واﻟﺸﺮﻛﺎت ورﺟﺎل اﻷﻋﻤﺎل ﻟﺪى اﻟﻐﻴﺮ ،واﻟﻘﻴﺎم ﺑﺎﻟﺘﺴﻮﻳﺎت اﻟﻤﺎﻟﻴﺔ ﻟﻬﺎ ﺑﺎﻟﻄﺮق اﻟﻘﺎﻧﻮﻧﻴﺔ.</li>";



$lang["Liquidation_of_Legacies_and_Management_of_Endowments"] = "  تصفية التركات وإدارة الأوقاف";
$lang["Liquidation_of_Legacies_and_Management_of_Endowments_p1"] = "لترسيخ أواصر العلاقات العائلية، وسدا للخلافات التي قد تنشأ بين الورثة، وقطقا للنزاعات التي  ترد على التركات، نباشر الآتي:";
$lang["Liquidation_of_Legacies_and_Management_of_Endowments_p2"] = "<li>ﺗﺘﻮﻟﻰ اﻟﺸﺮﻛﺔ ﻣﻦ ﺧﻼل ﻧﺨﺒﺔ ﻣﻦ اﻟﺨﺒﺮاء واﻟﻤﺘﺨﺼﺼﻴﻦ ﺑﺤﺼﺮ ﻋﻨﺎﺻﺮ اﻟﺘﺮﻛﺎت وﺗﻨﻔﻴﺬ وﺻﺎﻳ ﺎاﻟﻤﻮرث وﺳﺪاد اﻟﻤﺪﻳﻮﻧﻴﺎت اﻟﻤﺴﺘﺤﻘﺔ وﺗﺤﺼﻴﻞ ﺣﻘﻮﻗﻬ ﺎوﺗﺼﻔﻴﺘﻬﺎ وﻗﺴﻤﺔ أﻋﻴﺎﻧﻬﺎ ﻋﻠﻰ اﻟﻮرﺛﺔ وﻧﻘﻞ ﻣﻠﻜﻴﺔ اﻷﻧﺼﺒﺔ اﻟﻤﻔﺮزة ﻟﻠﻤﺴﺘﺤﻘﻴﻦ.</li><li>ﺻﻴﺎﻏﺔ ﺷﺮط اﻟﻮاﻗﻒ وﺗﻮﺛﻴﻘﻪ وإﺛﺒﺎت إﻧﻬﺎؤه ، ﻛﻤﺎ ﻧﻬﺘﻢ ﺑﺈدارة اﻷوﻗﺎف واﻟﻤﺸﺮوﻋﺎت اﻟﻮﻗﻔﻴﺔ وﻓﻖ رؤى وﺧﻄﺔ ﻋﻤﻞ ﻣﺮﺗﻜﺰة إﻟﻰ اﻟﻤﺒﺎدئ اﻟﺸﺮﻋﻴﺔ واﻟﻨﻈﺎﻣﻴﺔ ﺑﺄﺳﺎﻟﻴﺐ ﻣﺮﻧﺔ ﺗﺴﻬﻢ ﻓﻲ اﺳﺘﻤﺮارﻳﺔ اﻟﻮﻗﻒ وﻧﻤﺎﺋﻪ.</li>";

$lang["Documentation"] = "اﻟﺘﻮﺛﻴﻖ";
$lang["Documentation_p1"] = "إتماما لدور التوثيق وأهميته في استقرار المعاملات، وتحقيقا للأمان القانوني، والوقاية من انشوء النزاعات، فإنا نسعى لتوثيق كافة معاملات عملائنا:";
$lang["Documentation_p2"] = "<li>توثيقإﻗﺮاراتاﻟﻤﺒﺎﻟﻎاﻟﻤﺎﻟﻴﺔوﺗﺴﻠﻤﻬﺎ،واﻟﺘﻨﺎزلﻋﻨﻬﺎ.</li><li>ﺗﻮﺛﻴﻖ اﻟﻮﻛﺎﻻت وﻓﺴﺨﻬﺎ وإﻗﺮار اﻟﻜﻔﺎﻟﺔ اﻟﺤﻀﻮرﻳﺔ واﻟﻐﺮاﻣﻴﺔ .</li><li>ﺗﻮﺛﻴﻖ ﻋﻘﻮد ﺑﻴﻊ وﺗﺄﺟﻴﺮ اﻟﻌﻘﺎرات واﻟﻤﻨﻘﻮﻻت واﻟﻌﻘﻮد اﻟﻮاﻗﻌﺔ ﻋﻠﻰاﻟﻤﺎل اﻟﻤﻨﻘﻮل وﻗﺴﻤﺘﻪ .</li><li>ﺗﻮﺛﻴﻖ ﻋﻘﻮد اﻟﺸﺮﻛﺎت، وﻣﻼﺣﻖ اﻟﺘﻌﺪﻳﻞ ،وﻗﺮارات أﺻﺤﺎب اﻟﺼﻼﺣﻴﺔ، واﻟﻌﻼﻣﺎت اﻟﺘﺠﺎرﻳﺔ ،وﺑﺮاءات اﻻﺧﺘﺮاع، وﺣﻘﻮق اﻟﻤﺆﻟﻒ .</li>";

$lang["Arbitration_and_Mediation"] = "التحكيم والوساطة";
$lang["Arbitration_and_Mediation_p1"] = "تطبيقا للدور المهم الذي تلعبه وسائل حل المنازعات البديلة، وحرصا منا علي تقديم كافة الخدمات والخبرات في حل النزاع، نقدم لكم :";
$lang["Arbitration_and_Mediation_p2"] = "<li>نتولى التحكيم التجاري بوصفنا محكمين معتمدين، ونمتلك خبرات في مجال التحكيم، كما نمثل أطراف التحكيم بصفة محامين أمام هيئة التحكيم.</li><li>الوساطة وحل المنازعات بين الأطراف التجارية، والتوصل لتسوية مرضية بما يخدم مصلحة جميع الأطراف بسرية وإلزامية نظامية.</li>";

/************ Privacy Policy Page ************/

$lang['Privacy_Policy_Tital'] = "سياسة الخصوصية";

$lang['Privacy_Policy'] = "سياسة الخصوصية";
$lang['Privacy_Policy_p1'] = "<li>شركة نصر البركاتي وشركاؤه للمحاماة والاستشارات الحقوقية تشكر لك زيارتك لموقعها على الإنترنت(www.albarakatilaw.com)وتؤكد لك أن خصوصيتك أمر هام بالنسبة لها، وإنها ملتزمةبالحفاظ عليها بكافة السبل المتاحة.</li><li>من خلال هذه الصفحة، تستطيع معرفة سياسة الخصوصية الخاصة بنا، ويعد استخدامك للموقع موافقة منك على سياسة الخصوصية.</li><li>إذا طرأ تحديث على هذه السياسية فسنشعرك بذلك عند دخولك للموقع ،، واستمرارك في استخدام موقعنا بعد تحديث سياسة الخصوصية، يعتبر قبولًا لهذه التغييرات.</li>";


$lang['Information_We_Collect_When_You_Visit_the_Website'] = "المعلومات التي نجمعها
عند زيارة الموقع
";
$lang['Information_We_Collect_When_You_Visit_the_Website_p1'] = "<li>عند زيارتك للموقع، يقوم الخادم الخاص بنا بجمع معلوماتك التقنية كعنوان بروتوكول شبكة الانترنت الخاص بك (IP) وتاريخ ووقت الزيارة، ونوع المتصفح والإصدار، ونظام ومنصة تشغيل الإنترنت، وغيرها من المعلومات التقنية. عنوان بروتوكول الإنترنت الخاص بك هو الرقم الخاص بجهاز الحاسب الخاص بك، والذي يسمح للأجهزة الأخرى الموصولة بشبكة الإنترنت بتحديد وجهة البيانات الصادرة عنها، وجمع بعض المعلومات التقنية دون التعرف على هويتك ومعلوماتك الشخصية.</li>";

$lang['When_You_Register_on_the_Website'] = "عند تسجيلك في الموقع";
$lang['When_You_Register_on_the_Website_p1'] = "<li>عند استخدامك لهذا الموقع، فقد نجمع معلوماتك المقدمة منك في قواعد البيانات الخاصة بالموقع، على سبيل المثال لا الحصر: (اسمك، تاريخ ميلادك، رقم هويتك الوطنية، أرقام هواتفك، عنوانك الوطني، عنوان بريدك الإلكتروني، عنوانك البريدي، بطاقتك الائتمانية.(
</li>";

$lang['How_We_Use_Such_Information'] = "كيف نستخدم هذه المعلومات";
$lang['How_We_Use_Such_Information_p1'] = "<li>نجمع المعلومات الخاصة بك بعد الحصول على موافقتك، للأسباب التالية : التواصل مع عملائنا والموظفين المتوقعين والحاليين، الطلب والفوترة، خدمة العملاء، أغراض التوظيف، تقديم الاستشارات،أغراض إحصائية،أغراض الاشتراك في الدورات التدريبية.</li>";

$lang['Disclosure_of_Your_Information'] = "الإفصاح عن المعلومات الخاصة بك";
$lang['Disclosure_of_Your_Information_p1'] = "<li>إن اهتمامك بشأن سرية معلوماتك، التي تعتبر مسألة في غاية الأهمية بالنسبة لنا، لذلك فلن تكون معلوماتك الشخصية متاحة إلا لموظفين الشركة المسخرين لخدمتك.وقد نشارك معلوماتك الشخصية التي قدمتها لنا مع مقدمي الخدمات الذين يؤدون وظائف معينة بالنيابة عنا.</li><li> يقدم الموقع خدمة المناقشة في مجموعات وخدمة الاشتراك في دورات تدريبية، وغيرها من الخدمات التي قد يظهر فيها بعضًا من معلوماتك الشخصية لمجموعتك، فعند انضمامك إلى هذه المجموعات أو اشتراكك في الدورات، فإن هذا يعني موافقتك في إظهار معلوماتك الشخصية للمشاركين الآخرين.</li><li>قد يتعين علينا مشاركة معلوماتك الشخصية إذا استلمنا أمرًا من جهة حكومية أو قضائية مستندة على نظام يخول لها طلب ذلك.</li>";

$lang['Cookies'] = "ملفات تعريف الارتباط (Cookies)";
$lang['Cookies_p1'] = "<li>إن هذا الموقع يستخدم تقنية (Cookies) لجمع المعلومات التي تحسن الموقع بما يتناسب مع اتجاهات الزوار.</li><li>ملفات الارتباط(Cookies) هي ملفات صغيرة يرسلها الموقع إلى جهاز المستخدم ليمكن خادم الموقع من التعرف عليك وحفظ بياناتك التي أدخلتها في كل مرة تقوم فيها بزيارة الموقع ليتم خدمتك بشكل أفضل وأكثر فعالية.</li><li>من خلال استمرارك في تصفح موقعنا، فإنك تعتبرموافقًا على استخدام ملفات تعريف الارتباط(Cookies) في التعامل معكم.</li>";
$lang['Security'] = "الأمان";
$lang['Security_p1'] = "<li>إن هذا الموقع يستخدم أفضل برامج الحماية بقصد حماية معلوماتك من الإتلاف أو الإفشاء. نوصيك بأن يكون في جهازك برنامج حماية من الفيروسات.</li><li>إن هذا الموقع يحمي تفاصيل بطاقات الدفع الإلكتروني عن طريق استخدام التشفير، مثل طبقة الاتصال الآمنة (SSL ) التي تجعل من الصعب على أي متسلل فك تشفير معلوماتك.</li><li>ننصحك باستخدام متصفح آمن عند قيامك بتنفيذ أي معاملة عبر الانترنت، وعدم إفشاء كلمة المرور الخاصة بك لأي شخص.</li><li>يحتوي هذا الموقع على روابط لمواقع أخرى، هذه المواقع لها سياستها الخاصة، ولسنا مسؤولين عن محتويات وأساليب تجميع البيانات وخدمات تلك المواقع، وتنحصر سياستنا ومسؤوليتنا على موقعنا.</li>";

$lang['How_Long_We_Keep_Your_Personal_Information'] = "مدة حفظ معلوماتك الشخصية";
$lang['How_Long_We_Keep_Your_Personal_Information_p1'] = "<li>عند انتهاء العلاقة التي تربطنا بك، سنحتفظ بمعلوماتك الشخصية لمدة خمس سنوات ، وبعد ذلك سنقوم بإزالتها بشكل آمن. وإذا رغبت في حذف معلوماتك قبل ذلك، فيمكنك الاتصال بنا عن طريق الإيميل : (info@albarakatilaw.com).</li>";

$lang['Contact_Us'] = "التواصل";
$lang['Contact_Us_p1'] = "<li>إننا نرحب بملاحظاتك حول سياسة الخصوصية، فإذا كان لديك أيةملاحظة أو استفسار، يرجى التواصل عبر البريد الإلكتروني التالي : <a href='mailto:info@albarakatilaw.com'>info@albarakatilaw.com</a> </li>";

$lang['Last_Line_Privacy_Policy'] = "تم تحديث هذه السياسية بتاريخ (28/02/2019)";


/************************************ Terms & Conditions Page ************************************/

$lang['Terms_&_Conditions'] = " شروط الاستخدام ";

$lang['Terms_of_Use'] = "شروط الاستخدام وأحكامه";
$lang['Terms_of_Use_p1'] = "<li>نرحب  بك في موقع شركة نصر البركاتي وشركاؤه للمحاماة والاستشارات الحقوقية(<a href='http://www.albarakatilaw.com'>www.albarakatilaw.com</a>). في هذه الصفحة نعرض لك شروط الاستخدام وأحكامه، ونرجو منك قراءة هذه الشروط والأحكام بعناية قبل استخدامك للموقع.</li><li>استخدامك للموقع أو أي من تطبيقات الجوال المتصلة به، يعد موافقة منك على سياسة الخصوصية (<a href='https://albarakatilaw.com/test/privacy'>رابط</a>)  وشروط الاستخدام.</li><li>يصبح أي تعديل أو تحديث على هذه الشروط والأحكام نافذًا فور إعلانه في واجهة الموقع، وإن استخدامك للموقع بعد ذلك يعتبرقبولاً منك. </li><li>في  حال عدم موافقتك على شروط الاستخدام وأحكامه، يرجى منك التوقف عن استخدام هذا الموقع الإلكتروني أو أي من تطبيقات الجوال المتصلة به.</li>";

$lang['About_the_site'] = "حول الموقع";
$lang['About_the_site_p1'] = "<li>تأسست  شركة نصر البركاتي وشركاؤه للمحاماة والاستشارات الحقوقية في المملكة العربية السعودية، ومقر مكاتبها موضحة في (فروعنا – يوضع رابط فروعنا هنا). وتملك شركة نصر البركاتي هذا الموقع الإلكتروني (<a href='http://www.albarakatilaw.com'>www.albarakatilaw.com</a>) وتطبيقات الجوال المتصلة به.</li><li>يقدم هذا الموقع الكثير من الخدمات التي تشمل ولا تنحصر على: (الاستشارات القانونية، الكتابات القانونية، التقديم على الوظائف، التقديم على التدريب، تقديم الدورات التدريبية عبر الانترنت وغيرها من الخدمات). </li>";

$lang['Registration'] = "التسجيل";
$lang['Registration_p1'] = "<li>للحصول على الخدمات القانونية المقدمة من هذا الموقع، يتوجب عليك أولا التسجيل في الموقع للحصول على صفحة خاصة بك، ومن خلالها يمكنك طلب أي من الخدمات المتوفرة، وعند قبول طلبك سنقوم بإنشاء العقد المتضمن لتكاليف خدمتك ومراحل الدفع، وإرساله لك عن طريق صفحتك الخاصة في الموقع.</li>";



$lang['Disclaimer'] = "بيان إخلاء المسؤولية ";
$lang['Disclaimer_p1'] = "<li>قد يحتوي هذا الموقع على روابط لمواقع أخرى، وننصحك بقراءة شروط الاستخدام وأحكامه لكل موقع، كما أننا لا نتحمل مسؤولية المحتويات التي تظهر في تلك المواقع.</li><li>نبذل كل الجهود لفحص واختبار محتويات موقعنا دائما بتوفير أفضل برامج الحماية،ويستحسن أن تقوم بتشغيل برنامج حماية على جهازك الخاص لحمايته.</li><li>ننصحك بحفظ بطاقتك الائتمانية في مكان آمن، وننوه بأننا لا نتحمل مسؤولية استخدامها من قبل أشخاص آخرين قد أطلعتهم عليها واستخدموها دون إذن منك.</li><li>عندما يغلب على ظنك أن هناك شخص آخر على اطلاع بكلمة المرور الخاصة بحسابك، فيلزمك إبلاغنا فورا (<a href='https://albarakatilaw.com/test/about_us'>رابط</a>) لاتخاذ الإجراء المناسب. وإذا لم تبلغنا أو تأخرت في التبليغ، فإننا لا نتحمل مسؤولية الأضرار الناتجة عن ذلك.</li>";

$lang['Intellectual_property_rights'] = "حقوق الملكية الفكرية ";
$lang['Intellectual_property_rights_p1'] = "<li>كل المواد المتوفرة في هذا الموقع محمية أو مرخصة بموجب حقوق الملكية الفكرية. ويسمح فقط للاستخدام الشخصي والاستخدام غير الربحي بالاستفادة من محتوى الموقع والمعلومات المنشورة عليه، مع ضرورة الإشارة إلى أن الموقع هو مصدر ذلك المحتوى وتلك المعلومات. وليس لك الحق في استخدام أي جزء من محتوى موقعنا لأغراض تجارية دون الحصول على إذن كتابي منا.</li><li>وننوه  بأن هذا الموقع قد يعرض موادًا تحتوي على حقوق ملكية فكرية لأطراف ثالثة، وهذه الحقوق هي ملك لأصحابها ويستفاد منها حسب السياسة التي وضعها.</li><li></li>";

$lang['Termination_of_usage'] = "إنهاء الاستخدام ";
$lang['Termination_of_usage_p1'] = "<li>إننا نملك الحق الكامل في إنهاء أو إيقاف أو تعليق خدماتك أو حسابك في الموقع واستخدامه لأي سبب نراه حسب تقديرنا الخاص بأنه غير قانوني أو يخالف هذه الشروط والأحكام.</li><li>سوف نقوم بإيقاف استخدامك للموقع والتبليغ عنك واتخاذ الإجراءات القانونية اللازمة إذا:<ul><li>أدخلت أي نوع من أنواع الفيروسات على موقعنا.</li><li> او قمت بتحميل ملفات ضارة أوقفت الموقع عن العمل، أو قمت بتغيير تصاميم الموقع، أو إتلافه.</li><li>دخلت دخولا غير مشروع إلى الموقع لإلغاء بيانات خاصة، أو حذفها، أو إتلافها، أو تغييرها، أو إعادة نشرها.</li><li>وغير  ذلك من التصرفات الإلكترونية غير القانونية.</li></ul></li>";


$lang['Payment_and_return_policy'] = "سياسة الدفع والاسترجاع";
$lang['Payment_and_return_policy_p1'] = "<li>نحن نضمن لك طريقة دفع آمنة عند استخدامك لبطاقتك الائتمانية، لأننا لا نقوم بحفظ معلومات بطاقتك على أنظمتنا، بل نستخدم أحدث تقنيات التشفير الإلكتروني بأعلى معايير الأمان.</li><li>إن هذا الموقع يوفر خدمة الدفع عن طريق (PayPal)، وهي خدمة دفع مقدمة من قبل (PayPal Inc.) الذي يوفر للمستخدمين خدمة الدفع عن طريق استخدام حسابهم الخاص لدى (<a href='https://www.paypal.com/sa/webapps/mpp/ua/privacy-full'>PayPal</a>). إذا كنت تريد معرفة المزيد عن هذه الخدمة وسياسة خصوصيتها، انقر (PayPal)  </li><li>جميع المبالغ التي تدفعها غير قابلة للاسترداد إلا في الحالات الخاضعة لسياسة الاسترجاع وعلى سبيل المثال :<ul><li>التأخر في تسليم المذكرة القانونية أو عدم الرد على الاستشارة في الموعد المحدد.</li<li>حدوث أي خطأ فني أو تقني من قبلنا، أدى إلى فوات موعد التسليم المتفق عليه.</li></ul></li>";

$lang['Jurisdiction'] = "المرجعية القضائية ";
$lang['Jurisdiction_p1'] = "<li>في حال نشوء خلاف بسبب استخدام هذا الموقع الإلكترونيأ وأي من تطبيقات الجوال المتصلة به، فإن القانون الواجب التطبيق هي أنظمة المملكة العربية السعودية ، وتختص محاكم المملكة العربية السعودية حصريا بالنظر فيها.</li>";

$lang['Contact_Us_Term'] = "للاتصال بنا";
$lang['Contact_Us_Term_p1'] = "<li>في حال وجود أي استفسار أو اقتراح، يرجى التواصل معنا عبر البريد الإلكتروني(<a href='email:info@albarakatilaw.com'>email </a>) </li>";

$lang['Last_Line_Term'] = "آخر تحديث بتاريخ (28/02/2019) ";


/********************** EDIT ON CUSTOMER FILE Page **********************/


$lang['EDIT_ON_CUSTOMER_FILE'] = "إضافة علي ملف العميل";

$lang['Type_of_customer'] = "نوع العميل";
$lang['Individuals'] = "افراد";
$lang['Establishment'] = "مؤسسة";
$lang['a_company'] = "شركة";
$lang['Governments'] = "منظمة حكومية";
$lang['organization'] = "منظمة  ";

$lang['client_status'] = "حالة العميل";
$lang['Active'] = "نشط";
$lang['Inactive'] = "غير نشط";
$lang['Close'] = "اغلاق";

$lang['CR'] = "سجل تجاري";
$lang['National_ID'] = "هوية وطنية";
$lang['Aqama'] = "اخرى";
$lang['Governmental'] = "حكومي";

$lang['Nationality'] = "الجنسية";

$lang['Gender'] = "الجنس";

$lang['Customer_address'] = "عنوان العميل ";
$lang['Street_name'] = "اسم الشارع";
$lang['building_number'] = "رقم المبنى";
$lang['district'] = "اسم الحي";
$lang['Country'] = "الدولة";
$lang['State'] = "المنطقة";
$lang['City'] = "المدينة";

$lang['Postal_Address'] = "العنوان البريدي";
$lang['PO_Box'] = "صندوق البريد";
$lang['Postal_Code'] = "الرمز البريدي";
$lang['Work_Address'] = "عنوان العمل";

$lang['Wasell_Address'] = "بريد واصل";
$lang['building_numbers'] = "رقم المبنى";
$lang['Street_Name'] = "اسم الشارع";
$lang['Unit_Number'] = "رقم الوحدة";
$lang['Extra_Number'] = "الرقم الاضافي";
$lang['District_Wasell_Address'] = "الحي";

$lang['Contact_Numbers'] = "ارقام الاتصال";
$lang['Select_Contact_Type'] = "حدد نوع الاتصال";
$lang['Mobile'] = "جوال";
$lang['Business_phone'] = "هاتف عمل";
$lang['Home_phone'] = "هاتف منزل";
$lang['Fax'] = "فاكس";
$lang['Contact_Number'] = "رقم الاتصال";
$lang['Customer_image'] = "صورة العميل";
$lang['Note'] = " المطلوب ";




/********************** ADD E-SERVICES Page **********************/

$lang['ADD_E_SERVICES'] = "طلب خدمة إلكترونية";
$lang['ID'] = "رقم الهوية";
$lang['Customer_Information'] =  " بيانات العميل";

$lang['E-Service_Information'] = "معلومات الخدمة الإلكترونية ";

$lang['Select_E_Service_Name'] = " اختيار اسم الخدمة الإلكترونية";

$lang['E_Service_Type'] = "نوع الخدمة الإلكترونية";

$lang['E_Service_Number'] = "رقم الخدمة الإلكترونية";

$lang['E_Service_Date'] = "تاريخ الخدمة الإلكترونية";

$lang['E_Service_Start_Date'] = "تاريخ بدء الخدمة الإلكترونية";

$lang['Contract_number'] = "رقم العقد";

$lang['Support_and_Chat'] = "الدعم والدردشة";

$lang['Type_a_message'] = "اكتب رسالة";

$lang['Court_Information'] = "معلومات المحكمة";

$lang['Attachments'] = "المرفقات";

$lang['Opponent_Full_Name'] = "اسم الخصم الثلاثي";

$lang['Opponent_Identification_Types'] = "نوع هوية الخصم";

$lang['Opponent_Number'] = "رقم هوية الخصم";

$lang['Opponent_Note'] = "ملاحظات الخصم";

$lang['Opponent_Phone'] = "رقم هاتف الخصم";

$lang['Court_Name'] = "اسم المحكمة";

$lang['Court_Number'] = "رقم المحكمة";

$lang['Court_Address'] = "عنوان المحكمة";

$lang['Judge_Name'] = "اسم القاضي";

$lang['Opponent_Lawyer'] = "اسم محامي الخصم";

$lang['Objection_Number'] = "رقم الاعتراض";

$lang['Objection_Date'] = "تاريخ الاعتراض";

$lang['Requirements'] = "المطلوب";

$lang['File_Upload'] = "تحميل الملف";

$lang['Documentation'] = "الوثائق";

$lang['Data'] = "البيانات";

$lang['Report'] =  "التقارير";

$lang['Contract'] = "العقود";

$lang['Procuation'] = "الوكالات";

$lang['Referrals'] = "الاحالات";

$lang['Audio_Record'] = "التسجل الصوتي";
$lang['Audio'] = " صوتي ";

$lang['Audio_Record_List'] = "قائمة التسجيل الصوتي";

$lang['Enter_Audio_File_Name'] = "أدخل اسم للملف الصوتي";

$lang['Live_Output'] = "الصوتيات المباشرة";

$lang['WAV_Controls'] = "ضوابط WAV";

/********************** ADD SESSION Page **********************/

$lang['ADD_SESSION'] = "إضافة جلسة";

$lang['Session_Number'] = "رقم الجلسة";

$lang['Session_Date'] = "تاريخ الجلسة";

$lang['Session_Time'] = "وقت الجلسة";

$lang['Session_End_Date'] = "تاريخ نهاية الجلسة";

$lang['Session_End_Time'] = "وقت انتهاء الجلسة";

$lang['Session_Status'] = "حالة الجلسة";

$lang['Responsible_Employee'] = "الموظف المسؤول";

$lang['Judicial_Circuit'] = "الدائرة القضائية";

$lang['Entry_No'] = "رقم القيد ";

$lang['Decision'] = "القرار";

$lang['Attached_Files_List'] = "قائمة الملفات المرفقة";

/********************** ADD VISITING Page **********************/

$lang['ADD_VISITING'] = " إضافة اجتماع";

$lang['Visiting_Number'] = "رقم الاجتماع";

$lang['Visiting_Date'] =   "تاريخ الاجتماع";

$lang['Visiting_Time'] = "وقت الاجتماع";

$lang['Visiting_End_Date'] = "تاريخ نهاية الاجتماع";

$lang['Visiting_End_Time'] = " وقت نهاية الاجتماع";

$lang['Visiting_Status'] = "حالة الاجتماع";

$lang['Follow_up_Employee'] = "الموظف المتابع";

$lang['Judicial_Circuit'] = "الدائرة القضائية";

$lang['Visiting_Place'] = " مكان الاجتماع";

$lang['Who_visit_to_who'] = "الزيارة من قبل";

$lang['Visitor_Employee'] = "الموظف الزائر";

/********************** ADD WRITINGS Page **********************/

$lang['ADD_WRITINGS'] = "إضافة كتابات";

$lang['Writings_Number'] = "رقم الكتابة";

$lang['Writings_Date'] = "تاريخ الكتابة";

$lang['Writings_Time'] = "وقت الكتابة";

$lang['Writings_End_Date'] = "تاريخ نهاية الكتابة";

$lang['Writings_End_Time'] = "وقت نهاية الكتابة";

$lang['Writings_Status'] = "حالة الكتابة";

$lang['Writings_Type'] = "نوع الكتابة";

/********************** ADD CONSULTATION Page **********************/

$lang['ADD_CONSULTATION'] = "إضافة استشارات";

$lang['Consultation_Number'] = "رقم الاستشارة";

$lang['Consultation_Date_Report']="تاريخ الإستشارة ";

$lang['Consultation_Date'] = " تاريخ الاستشارة ";

$lang['Consultation_Time'] = "وقت الاستشارة";

$lang['Consultation_End_Date'] = "تاريخ إنتهاء الالإستشار";

$lang['Consultation_End_Time'] = "نهاية وقت الالإستشار";

$lang['Consultation_Status'] = "حالة الالإستشار ";

$lang['Consultation_Type']  = "نوع الاستشارة";

/********************** ADD GENERAL Page **********************/
$lang['ADD_GENERAL'] = "إضافة مهمة عامة";

$lang['General_Number'] = "رقم المهمة";

$lang['General_Type'] = "نوع المهمة العامة";

$lang['General_Date'] =  "تاريخ المهمة ";

$lang['General_Time'] = "وقت المهمة";

$lang['General_End_Date'] = "تاريخ نهاية المهمة العامة";

$lang['General_End_Time'] = "وقت الأنتهاء من المهمة العامة";

$lang['General_Status'] = "حالة المهمة العامة";

$lang['Outgoing_Entry'] = "رقم الصادر";

$lang['Incoming_Entry'] = "رقم الوارد";

/********************** ADD EXPENSES Page **********************/

$lang['EXPENSES'] = "المصاريف";

$lang['Add_Expense'] = "إضافة مصاريف";

$lang['Select_Client'] = "اختر العميل";

$lang['File_Number'] = "رقم الملف";

$lang['Case_Number'] = "رقم الخدمة الألكترونية";

$lang['Client_Name'] = "اسم العميل";
$lang['Client_ID'] = "معرّف العميل";

$lang['Created_Date'] = "تاريخ الإنشاء";

$lang['Created_Time'] = "وقت الانشاء";

$lang['Created_By'] = "أنشئت من قبل";
$lang['Created'] = "أنشئت ";
$lang['by'] = " من قبل";

$lang['Create'] = "إنشاء ";

$lang['Expenses_Title'] = "موضوع المصروفات";

$lang['Expenses_Amount'] = "اجالي تكلفة المصروفات";

$lang['Expenses_Date'] = "تاريخ المصاريف";

$lang['Expenses_File_Upload'] = "رفع نسخة من فواتير المصروفات";


/********************** ADD INVOICE Page **********************/

$lang['ADD_INVOICE'] = "إضافة فاتورة";

$lang['Create_Invoice'] = "إصدار الفاتورة";

$lang['Invoice_Title'] = "عنوان الفاتورة";

$lang['Total_Amount'] = "المبلغ الإجمالي";

$lang['Financial_Payments'] = "المدفوعات المالية";

$lang['Total'] = "المجموع";

$lang['VAT'] = "ضريبة القيمة المضافة";

$lang['VAT_0_5'] = "ضريبة القيمة المضافة 5 ٪";

$lang['Grad_Total'] = "المجموع";

/********************** Setting-Permission Add User Page **********************/

$lang['Add_User'] = "إضافة مستخدمين";

$lang['User_Info'] = "معلومات المستخدم";

$lang['User_Name'] = "إسم المستخدم";

$lang['User_status'] = "حالة المستخدم";

$lang['Email'] = "البريد الإلكتروني";
$lang['Mail'] = " بريد إلكتروني";

$lang['Phone'] = "الهاتف";

$lang['Employee_Type'] = "نوع موظف";

$lang['Department'] = "الإدارة /القسم";

$lang['Password'] = "الرقم السري";

$lang['Confirm_Password'] = "تأكيد الرقم السري";

$lang['USER'] = "المستخدم";

$lang['Select_User'] = "اختر المستخدم";

$lang['Check_All'] = "تحديد واختيار الكل";

$lang['UnCheck_All'] = "الغاء تحديد الكل";


/********************** CHANGE PASSWORD Page **********************/


$lang['CHANGE_PASSWORD'] = "إعادة تعيين كلمة المرور";

$lang['Change_Details'] = "تغيير التفاصيل";

$lang['Name'] = "اسم";

$lang['Total_Number_Of_Case'] = "العدد الإجمالي للخدمات الألكترونية";

$lang['Block'] = "منع و حجب";

$lang['Update_Information'] = "تحديث المعلومات";

$lang['Enter_New_Password'] = "أدخل رقم سري جديدة";

$lang['Enter_Confirm_Password'] = "أدخل تأكيد الرقم السري";

$lang['Change'] = "تغير";


/********************** Setting Services Page **********************/

$lang['SERVICES_LIST'] = "قائمة الخدمات الإلكترونية";
$lang['E_SERVICES_LIST'] = "قائمة الخدمات الإلكترونية";

$lang['ACTION'] = "الإجراء";

$lang['E_Service_Name'] = "اسم الخدمة الإلكترونية";

$lang['E-Service_Name'] = "اسم الخدمة الإلكترونية";

$lang['E_SERVICE_TYPE_LIST'] = "قائمة انوع الخدمات الإلكترونية";

$lang['Task_Type'] = "نوع المهمة";

$lang['TASK_TYPE_LIST'] = "قائمة المهام";

$lang['ADD_TASK_TYPE'] = "إضافة المهمة";

$lang['Task_Type_Name'] = "إسم نوع المهمة";

$lang['CONSULTATION_TYPE_LIST'] = "قائمة انواع الإستشارات";

$lang['ADD_CONSULTATION_TYPE'] = "إضافة نوع الإستشارة";

$lang['Consultation_Type_Name'] = "إسم نوع الإستشارة";

$lang['SR_NO'] =  "الرقم التسلسلي";

$lang['Writing_Type'] = "نوع الكتابة";

$lang['WRITING_TYPE_LIST'] = "قائمة نوع الكتابة";

$lang['ADD_WRITING_TYPE'] = "إضافة نوع الكتابة";

$lang['Writing_Type_Name'] = "إسم نوع الكتابة";

$lang['Fine_Type'] = "نوع الجزاء";

$lang['FINE_TYPE_LIST'] = "قائمة نوع الجزاءت";

$lang['ADD_FINE_TYPE'] = "إضافة نوع جزاء";

$lang['Fine_Type_Name'] = "إسم نوع الجزاء";

$lang['Group'] = "مجموعة";

$lang['GROUP_LIST'] = "قائمة المجموعات";

$lang['ADD_GROUP'] = "إضافة مجموعة";

$lang['Group_Name'] = "إسم المجموعة";

$lang['Select_Employee'] = "اختر الموظف";

$lang['Department_Type'] = "نوع الإدارة ";

$lang['DEPARTMENT_LIST'] = "قائمة الإدارات";

$lang['ADD_DEPARTMENT_TYPE'] = "إضافة نوع إدارة";

$lang['Department_Name'] = "إسم الإدارة";

$lang['EMPLOYEE_TYPE_LIST'] = "قائمة انواع الموظفين";

$lang['ADD_EMPLOYEE_TYPE'] = "إضافة نوع الموظف";

$lang['HR_E_Service_Type'] = " نوع الخدمة الإلكترونية للموارد البشرية";

$lang['HR_E_SERVICE_TYPE_LIST'] = "قائمة نوع الخدمة الإلكترونية للموارد البشرية";

$lang['ADD_HR_E_SERVICE_TYPE'] = "إضافة نوع الخدمة الإلكترونية للموارد البشرية";

$lang['View_HR_E_Service'] = "عرض خدمة الموارد البشرية الإلكترونية";

$lang['HR_Type_Name'] = "إسم نوع الموارد البشرية";

$lang['Project_Type_List'] = "قائمة نوع المشروع";

$lang['ADD_PROJECT_TYPE'] = "إضافة نوع المشروع";

$lang['Project_Type_Name'] = "اسم نوع المشروع";

$lang['Judge_Master'] = "تسجيل القضاه الرئيسي";

$lang['JUDGE_LIST'] = "قائمة القضاه";

$lang['ADD_JUDGE'] = "إضافة قاضي";

$lang['Judge_name'] = "اسم القاضي";

$lang['Court_Master'] = "تسجيل المحاكم الرئيسي";

$lang['COURT_LIST'] = "قائمة المحاكم";

$lang['ADD_COURT'] = "إضافة محكمة";

$lang['BRANCH_LIST'] = "قائمة الفروع";

$lang['ADD_BRANCH'] = "إضافة فرع";

$lang['Branch_Name'] = "إسم الفرع";

$lang['Add_New_City_Name'] = "إضافة اسم مدينة جديدة";

$lang['Block_List'] = "قائمة الحظر";

$lang['No'] = "الرقم";

$lang['Marketing_Banner'] = "لوحة التسويق";

$lang['ADD_MARKETING_BANNER'] = "إضافة لوحة تسويق";

$lang['Title'] = "الموظوع";

$lang['Image'] = "صورة";

$lang['Chatting'] = "الدردشة";

$lang['User_List'] = "قائمة المستخدمين";

$lang['Chat'] = "دردشة";

$lang['Project'] = "مشروع";

$lang['Add_Project'] = "أضف مشروع";

$lang['Create_New_Project'] = "إنشاء مشروع جديد";

$lang['Project_Name'] = "اسم المشروع";

$lang['Dashboard'] = "لوحة التحكم";

$lang['PROJECT_PLANING'] = "تخطيط المشروع";

$lang['ASSIGNMENT'] = "التكليف والتعين";

$lang['WRITING'] = "الكتابات";

$lang['GENERAL'] = "مهام عامة";

$lang['Recent_E_Services'] = "الخدمات الإلكترونية الحديثة";

$lang['Service'] = "الخدمات ";

$lang['New_Customers'] = "عملاء جدد";

$lang['Approve'] = " معتمدة";

$lang['Pending'] = "قيد الانتظار";

$lang['Reject'] = "مرفوضة";

$lang['Edit_Employee'] = "تعديل وإضافة الموظف";

$lang['Personal_Information'] = "معلومات شخصية";

$lang['Full_Name'] = "الاسم الكامل";

$lang['Date_Of_Birth'] = "تاريخ الولادة";

$lang['Address'] = "العنوان";

$lang['Bank_Accounts'] = "الحسابات البنكية";

$lang['Bank_Name'] = "اسم البنك";

$lang['Monthly_Salary'] = "الراتب الشهري";

$lang['Amount'] = "الاجمالي";
 
$lang['Contract_File'] = "ملف العقد";

$lang['Governmental_Id_File'] = "ملف الإثباتات الحكومية";

$lang['Certificate_File'] = "ملف الشهادات العلمية";

$lang['Employer_Photo'] = "صورة الموظف الشخصية";

$lang['Edit'] = "تحرير";

$lang['Add_Employee'] = "إضافة موظف";

$lang['Add_Fine'] = "إضافة جزاءت";

$lang['From'] = "من عند";

$lang['To'] = "إلى";

$lang['Select'] = "إختيار";

$lang['Employees'] = "الموظفون ";

$lang['By_Employees'] = "من قبل الموظفين";

$lang['By_Cost'] = "التقارير المالية";

$lang['By_Time'] = "التقارير الزمانية";

$lang['By_Task'] = "نقارير المهام";

$lang['By_Evaluation'] = "تقارير التقيمات";

$lang['Total_Employees'] = "عدد الموظفين";

$lang['TOTAL_CUSTOMERS'] = "مجموع العملاء";

$lang['Need_Approval'] = "بحاجة إلى موافقة ";

$lang['TOTAL_E_SERVICES'] = "مجموع الخدمات الإلكترونية";

$lang['View_all'] = "عرض الكل";

$lang['Number'] = " الرقم ";

$lang['Pending_E_Service'] = "إنتظار الخدمات الإلكترونية";

$lang['Registered_List'] = "قائمة العملاء المسجلين";

$lang['Reject_E_Service_List'] = "قائمة رفض الخدمات الإلكترونية";

$lang['Opponent_List'] = "قائمة الأخصام";

$lang['Service_Type'] = "نوع الخدمة";

$lang['Contact_Number'] = "رقم الاتصال";

$lang['Project_Added_Date'] = "تاريخ إضافة المشروع";

$lang['Added_Date'] = "تاريخ الإضافة";

$lang['Request_Type'] = "نوع الطلب";

$lang['Request_for_Edit'] = "طلب تحرير";

$lang['Request_for_add'] = "طلب الإضافة";

$lang['Rejected'] = "مرفوض";

$lang['Users'] = "المستخدمين";
$lang['All_Users_List'] = "قائمة جميع المستخدمين";
$lang['Device'] = "جهاز ";
$lang['Contact_No'] = "رقم الاتصال.";

$lang['Client_File_No'] = "رقم ملف العميل";

$lang['Create_Date'] = "تاريخ الأنشاء";

$lang['Contract_No'] = "رقم العقد";
$lang['View_Details'] = "عرض التفاصيل";
$lang['View_reject_reason'] =  "معاينة سبب الرفض";
$lang['Reject_Reason'] = "سبب الرفض";

$lang['Lawyer'] = "المحامي";

$lang['Visiting_User'] = "زيارة المستخدم";

$lang['User_Information'] = "معلومات المستخدم";

$lang['Identification_Numbers'] = " رقم الهوية ";

$lang['ID'] = "معرّف ";

$lang['Date'] = "تاريخ الإسناد";

$lang['Case_Information'] = "معلومات الخدمة الألكترونية";

$lang['E_Service_Status'] = "حالة الخدمة الإلكترونية";

$lang['Your_browser_does_not_support_the_audio_element'] = "متصفحك لا يدعم عناصرمشغلات الصوت.";

$lang['Download'] = "تحميل";

$lang['File_Name'] = "اسم الملف";

$lang['File_Type'] = "نوع الملف";

$lang['Modify_Date'] = "تعديل التاريخ";

$lang['Uploaded_Date'] = "تاريخ التحميل";

$lang['Uploaded_by'] = "تم الرفع بواسطة";

$lang['List_Customers'] = "قائمة العملاء";

$lang['Customer_List'] = "قائمة العملاء";

$lang['File_No'] = "رقم الملف.";
$lang['File_Number'] = "رقم الملف";

$lang['Client_Type'] = "نوع العميل";

$lang['View_Customer'] = "مشاهدة العميل";

$lang['E_Service_No'] = "رقم الخدمة الإلكترونية";

$lang['E-Service_No'] = "رقم الخدمة الإلكترونية";

$lang['Writing_Number'] = "رقم الكتابة";
$lang['Writing_Time'] = "وقت الكتابة";
$lang['Writing_Date'] = "تاريخ الكتابة";

$lang['Writing_End_Date'] = "تاريخ إنتهاء الكتابة";

$lang['Project_List'] = "قائمة المشاريع";

$lang['Status'] = "الحالة";

$lang['Please_Select_Identification_Types'] = "الرجاء تحديد نواع الهوية";

$lang['Please_select_branch'] = "يرجى اختيار الفرع الاقرب لك";

$lang['Please_Select_Case_Type'] = "يرجى اختيار نوع الخدمة الإلكترونية";

$lang['Please_select_court'] = "يرجى اختيار المحكمة";

$lang['Record_Audio'] = "التسجيل الصوتي";

$lang['Audio_File_Name'] = "اسم الملف الصوتي";

$lang['Record'] = "تسجيل";

$lang['Pause'] = "توقف مؤقت";

$lang['Play'] = "تشغيل";

$lang['Upload_to_Audio'] = "رفع الملف الصوتي";

$lang['EDIT_E_SERVICES'] ="التعديل على الخدمة الالكترونية";

$lang['Please_Select_E_Service_Status'] = "يرجى تحديد حالة الخدمة الإلكترونية";

$lang['Reactive'] = "معاد تنشيطة";

$lang['Attached_files'] = "الملفات المرفقة";

$lang['Delete'] = "حذف";

$lang['Audio_Upload'] = "رفع الملف الصوتي";

$lang['Welcome'] = "أهلا بك";

$lang['Clients_Services'] = "خدمات العملاء";

$lang['Pending_List'] ="قائمة الانتظار";

$lang['Note_List'] = "قائمة الملاحظات";

$lang['Financial'] = "الأمور المالية";

$lang['Management'] = "الأمور الإدارية";

$lang['HR_E_services'] = "خدمات الموارد البشرية";

$lang['Fine'] = "جزاءات";

$lang['Transaction'] = "التعاملات";

$lang['Settings'] = "الإعدادات";

$lang['Log'] = "سجلات الدخول";

$lang['Reset_Password'] = "إعادة ضبط  الرقم السري";

$lang['Project_Type'] = "نوع المشروع";

$lang['Judge'] = "القاضي";

$lang['Court'] = "المحكمة";

$lang['Cities_List'] = "قائمة المدن";

$lang['Support_Chat'] = "دردشة الدعم الفني";

$lang['Convert_Project'] = "تحويل المشروع";

$lang['E_Service_Report'] = "تقارير الخدمات الإلكترونية";

$lang['E_Service_View'] = "معاينة الخدمة الإلكترونية";

$lang['E_service'] = "الخدمة الإلكترونية";

$lang['Edit_Invoice'] = "تحرير الفاتورة";

$lang['Select_Financial_Payments'] = "تحديد المدفوعات المالية";

$lang['Invoice'] = "فاتورة";

$lang['invoice'] = "فاتورة";

$lang['Service_Name'] = "اسم الخدمة";

$lang['Add_New_Note'] = "إضافة ملاحظة جديدة";

$lang['Customer_case_list'] = "قائمة حالة العملاء";

$lang['Select_Mission'] = "اختر المهمة";

$lang['Select_Following_Employee'] = "اختر الموظف المتابع";

$lang['OK'] = "موافق";

$lang['Select_E_Service'] = "اختر الخدمة الإلكترونية";

$lang['File_List'] = "قائمة الملفات";

$lang['Edit_Session'] = "تحرير الجلسة";

$lang['Session_information'] = "معلومات الجلسة";

$lang['Select_Judicial_Circuit'] = "اختر الدائرة القضائية";

$lang['Edit_Visiting'] = " التعديل على اجتماع ";

$lang['Visiting_information'] = "بيانات اجتماع ";
$lang['Visiting'] = "اجتماع";


$lang['Project_Ended_Date'] = "تاريخ نهاية المشروع";

$lang['Please_Select_Mission_Status'] = "يرجى اختيار مهمة الحالة";

$lang['Select_Who_visit_to_who'] = "اختر من يزور من";

$lang['Employee_Visiting_to_client'] = "طلب اجتماع من قبل الموظف";

$lang['Client_Visiting_to_employee'] = "طلب اجتماع من قبل العميل";

$lang['Select_Visitor_Employee'] = "حدد الموظف الزائر";

$lang['Edit_Writing'] = "تحرير الكتابة";

$lang['Writing_Information'] = "معلومات الكتابة";

$lang['Please_Select_Case_Status'] = "الرجاء تحديد حالة الحالة";

$lang['Select_Writings_Type'] = "حدد نوع الكتابات";

$lang['Edit_Consultation'] = "تحرير الإستشارات";

$lang['Consultation_Information'] = "معلومات الإستشاراة";

$lang['Select_Consultation_Type'] = "اختر نوع الإستشارات ";

$lang['Edit_General'] = "تحرير المهمة العامة";

$lang['General_Information'] = "معلومات المهمة العامة";

$lang['Select_General_Type'] = "حدد نوع المهمة العامة";

$lang['Add_Customer'] = "أضف زبون";

$lang['Types_Of_Customer'] = "أنواع من العملاء";

$lang['Please_select_Customer_Type'] = "يرجى اختيار نوع العميل";

$lang['Please_Select_Client_Status'] = "يرجى اختياروضع حالة العميل";

$lang['Power_of_attorney'] = "الوكالات";

$lang['Select_country'] = "حدد الدولة";

$lang['Please_Select_Gender'] = "يرجى تحديد الجنس";

$lang['Male'] = "ذكر";

$lang['Female'] = "انثى";

$lang['Please_select_type'] = "يرجى اختيار النوع";
$lang['Select_Type'] = "اختر النوع";

$lang['Choose_file'] = "اختر ملف";

$lang['All'] = "الكل";

$lang['Following_Employee'] = "الموظف المتابع";

$lang['Close_Mission'] = "المهام المقفلة";

$lang['In_Review'] = "تحت المراجعة";

$lang['Start_Date'] = "تاريخ البدء";

$lang['Start_Time'] = "وقت البدء";

$lang['Due_Time'] = "وقت الانتهاء";

$lang['Converted'] = "المعاد توجيهة";

$lang['Mission'] = "تقارير المهام";

$lang['PDF'] = "PDF";

$lang['Print'] = "طباعة";

$lang['Information'] = "معلومات";

$lang['Session_Start_Date'] = "تاريخ بدء الجلسة";

$lang['Session_Start_Time'] = "وقت بدء الجلسة";

$lang['Mission_Status'] = "حالة المهمة";

$lang['Opponent_Lawyer_Name'] = "إسم محامي الخصم";

$lang['End_Date'] = "تاريخ الإنتهاء";

$lang['End_Time'] = "وقت الإنتهاء";

$lang['Writings_Start_Date'] = "تاريخ بدء الكتابة";

$lang['Writings_Start_Time'] = "وقت بدء الكتابة";

$lang['Consultation_Start_Date'] = "تاريخ بداية الإستشارة";

$lang['Consultation_Start_Time'] = "وقت بدء الإستشارة";

$lang['Time'] = "وقت الإسناد";

$lang["Calendar"] = "التقويم";

$lang['File'] = "الملف";

$lang['Visiting_Start_Date'] = " تاريخ بداية الاجتماع";

$lang['Visiting_Start_Time'] = "وقت بداية الاجتماع";

$lang['General_Start_Date'] = "تاريخ بدء المهمة العامة";

$lang['General_Start_Time'] = "وقت بدء المهمة العامة";

$lang['File_assignment'] = "الملفات المعينة";

$lang['E_Service_assignment'] = "الخدمات الإلكترونية المعينة";

$lang['Customer_File_No'] = "رقم ملف العميل";

$lang['Assign_Employee_Name'] = "اسم الموظف المعبن";

$lang['Assign_Note'] = "ملاحظات التعين";

$lang['File_Assignment_List'] = "قائمة الملفات المعينة";

$lang['Pending_Assignment'] = "انتظار التعيين";

$lang['Find'] = "بحث";

$lang['Edit_Audio'] = "تحريرالتسجيل الصوتي";

$lang['Add_Audio'] = "إضافة التسجيل الصوتي";

$lang['User_Id'] = "هوية المستخدم";

$lang['Audio_Id'] = "رقم هوية التسجيل الصوتي";

$lang['Audio_Name'] = "اسم التسجيل الصوتي";

$lang['Record_For_5_Seconds'] = "سجل لمدة 5 ثوان";

$lang['Base64_URL'] = "Base64 URL";

$lang['Upload_to_Server'] = "تحميل إلى خادم";

$lang['MP3_Controls'] = "عناصر تحكم MP3";

$lang['Customer_Name'] = "إسم العميل";

$lang['Mission_Type'] = "نوع المهمة";

$lang['Edit_Note'] = "تحرير ملاحظة";

$lang['Add_Note'] = "اضف ملاحظة";

$lang['Select_Customer'] = "اختر العميل";

$lang['Select_Appointment'] = "حدد موعد";

$lang['Description'] = "الوصف";

$lang['Employee_Information'] = "معلومات الموظف";

$lang['Contract_Date'] = "تاريخ العقد";

$lang['Please_select_Department'] = "من فضلك اختر الإدارة";

$lang['Employee_Report'] = "تقرير الموظف";

$lang['Add_HR_E_Service'] = "إضافة خدمة الموارد البشرية";

$lang['Employee_Name'] = "اسم الموظف";

$lang['Approved'] = " معتمدة";

$lang['Edit_HR_E_Service'] = "تحرير خدمة الموارد البشرية الإلكترونية";

$lang['Select_service'] = "اختر الخدمة";

$lang['Select_Request_Type'] = "حدد نوع الطلب";

$lang['Reason'] = "السبب";

$lang['Select_fine_type'] = "اختر نوع الجزاءات";

$lang['List'] = "قائمة";

$lang['Expense_List'] = "قائمة المصروفات";

$lang['Pending_Invoice'] = "إنتظار الفواتير";

$lang['Case_No'] = "رقم الخدمة ";
$lang['Case-No'] = "رقم القضية ";
$lang['Search_User'] = "بحث عن مستخدم";
$lang['Case_Name'] = "اسم القضية";

$lang['Invoice_No'] = "رقم الفاتورة.";

$lang['Due_Date'] = "تاريخ الاستحقاق";

$lang['Total_Cost'] = "التكلفة الإجمالية";
$lang['No_data_available_in_table'] = "لا توجد بيانات متاحة في الجدول";


$lang['Invoice_is'] = "الفاتورة";

$lang['Select_Status'] = "اختر الحالة";

$lang['Paid'] = "مدفوعة";

$lang['Unpaid'] = "غير مدفوعة";

$lang['Hold'] = "معلقة";

$lang['In_Process'] = "تحت المعالجة";

$lang['Invoice_Number'] = "رقم الفاتورة";

$lang['Payment_Method'] = "طريقة الدفع او السداد";

$lang['View_Receipt'] = "معاينة الإيصال";

$lang['Change_Status'] = "تغيير الوضع او الحالة";

$lang['View_Cheque_Detail'] = "عرض التحقق من التفاصيل";

$lang['Cheque_Detail'] = "تحقق التفاصيل";

$lang['Generate_Report'] = "توليد تقرير";

$lang['Graph'] = "رسم بياني";

$lang['Report_Calculation'] = "تقرير التحصيل";

$lang['Assign_Case'] = "تعيين القضية";

$lang['Following_File'] = "ملف متابع";

$lang['Responsible_File'] = "ملف مسؤول";

$lang['File_Convert'] = "تحويل الملف";

$lang['E_Service_Convert'] = "تحويل الخدمة الإلكترونية";

$lang['Session_Convert'] = "تحويل الجلسة";

$lang['Writing_Convert'] = "تحويل الكتابات";

$lang['Consultation_Convert'] = "تحويل الإستشارات";

$lang['Visiting_Convert'] = " تحويل اجتماع ";

$lang['General_Convert'] = "تحويل المهام العامة";

$lang['Report_Summery'] = "تقرير ملخص";

$lang['Invoice_List'] = "قائمة الفواتير";

$lang['Payment_Status'] = "حالة السداد";

$lang['Please_select'] = "يرجى الإختيار";

$lang['All_employee_Select'] = "تحديد كل الموظفين";

$lang['Select_Role'] = "اختر الدور";

$lang['Admin'] = "مشرف";

$lang['Customer'] = "عميل";

$lang['The_user'] = "المستخدم";

$lang['Employee'] = "موظف";

//-----------------------------------------------------------------------------------------
$lang['has_been_logged_in'] = "تم تسجيل الدخول";

$lang['The_Employee'] = "الموظف";

$lang['user_OTP_verification'] = "من رمز الأمان التحقق";

$lang['user_has_been'] = "كان المستخدم";

$lang['user_visit_the'] = "زيارة المستخدم";

$lang['user'] = "المستخدم";

$lang['the'] = "ال";

$lang['has_been_added_new_e_service'] = "تمت إضافة خدمة إلكترونية جديدة";

$lang['has_been_approved_e_service'] = "تمت الموافقة على الخدمة الإلكترونية";

$lang['has_been_assign_e_service'] = "تم تعيين الخدمة الإلكترونية";

$lang['as_follow_up_employee_AND'] = "كموظف متابع و";

$lang['as_responsible_employee'] = "كموظف مسؤول";

$lang['has_been_reject_your_e_service'] = "تم رفض الخدمة الإلكترونية الخاصة بك";

$lang['has_been_delete_your_e_service'] = "تم حذف خدمتك الإلكترونية";

$lang['has_been_view_your_e_service'] = "تم عرض خدمتك الإلكترونية";

$lang['has_been_visit_pending_e_service_view'] = "لقد تم رؤية الخدمة الإلكترونية في الأنتظار ";

$lang['visit_the'] = "زيارة";

$lang['has_been_update_file_of'] = "تم تحديث الملف من";

$lang['has_been_view_file_of'] = "تم عرض ملف";

$lang['has_been_delete_file_of'] = "تم حذف ملف";

$lang['assign_file_to'] = "تعيين ملف ل";

$lang['convert_assignment_file_to'] = "تحويل ملف التعين الى";

$lang['convert_e_service'] = "تحويل الخدمة الإلكترونية";

$lang['as_responsible_employee_and'] = "كموظف مسؤول و";

$lang['as_follow_up_employee'] = "كموظف متابع";

$lang['update_the_assign_e_service'] = "تحديث تعيين الخدمة الإلكترونية";

$lang['assignment_to'] = "الإحالة الى";

$lang['update_employee'] = "تحديث الموظف";

$lang['delete_employee'] = "مسح وحذف الموظف";

$lang['add_new_invoice'] = "إضافة فاتورة جديدة";

$lang['of'] = "من";

$lang['update_invoice'] = "تحديث الفاتورة ";

$lang['generate_invoice'] = "توليد وتصدير الفاتورة";

$lang['approve_invoice'] = "الموافقة على الفاتورة";

$lang['delete_invoice'] = "مسح وحذف الفاتورة";

$lang['add_new_expense_of'] = "إضافة مصاريف جديدة من";

$lang['update_expense'] = "تحديث المصاريف";

$lang['generate_expense'] = "توليد  وتصدير مصاريف";

$lang['delete_expense'] = "مسح وحذف المصاريف";

$lang['visit_the_session'] = "زيارة الجلسة";

$lang['add_new_session_mission'] = "إضافة مهمة جلسة جديدة";

$lang['for_e_service'] = "الخدمة الإلكترونية";

$lang['view_the_session_mission'] = "عرض مهمة الجلسة";

$lang['update_session_mission'] = "تحديث مهمة الجلسة ";

$lang['delete_session_mission'] = "حذف مهمة الجلسة";

$lang['close_session_mission'] = "مهمة جلسة مغلقة";

$lang['reject_session_mission'] = "رفض مهمة الجلسة";

$lang['approve_pending_session_mission'] = "الموافقة على مهمة الجلسة المعلقة";

$lang['convert_session_mission'] = "تحويل مهمة الجلسة";

$lang['approve_session_mission'] = "الموافقة على مهمة الجلسة";

$lang['visit_the_consultation'] = "زيارة إستشارات";

$lang['add_new_consultation_mission'] = "إضافة مهمة إستشارة جديدة";

$lang['view_the_consultation_mission'] = "عرض مهمة الإستشارة";

$lang['update_consultation_mission'] = "تحديث مهمة الإستشارة ";

$lang['delete_consultation_mission'] = "حذف مهمة إستشارة";

$lang['close_consultation_mission'] = "مهمة إستشارة مغلقة";

$lang['reject_consultation_mission'] = "رفض مهمة لإستشارة";

$lang['approve_pending_consultation_mission'] = "الموافقة على مهمة  الإستشارة المعلقة";

$lang['convert_consultation_mission'] = "تحويل مهمة إستشارة";

$lang['approve_consultation_mission'] = "الموافقة على مهمة إستشارة";

$lang['visit_the_writing'] = "زيارة كتابات";

$lang['add_new_writing_mission'] = "إضافة مهمة كتابة جديدة";

$lang['view_the_writing_mission'] = "عرض مهمة الكتابة";

$lang['update_writing_mission'] = "تحديث مهمة الكتابة";

$lang['delete_writing_mission'] = "حذف مهمة الكتابة";

$lang['close_writing_mission'] = "مهمة كتابة مغلقة";

$lang['reject_writing_mission'] = "رفض مهمة الكتابة";

$lang['approve_pending_writing_mission'] = "الموافقة على مهمة الكتابة المعلقة";

$lang['convert_writing_mission'] = "تحويل مهمة الكتابة";

$lang['approve_writing_mission'] = "الموافقة على مهمة الكتابة";

$lang['visit_the_visiting'] = "طلب زيارة";

$lang['add_new_visiting_mission'] = "إضافة مهمة اجتماع جديدة ";

$lang['view_the_visiting_mission'] = " عرض مهمة اجتماع ";

$lang['update_visiting_mission'] = "تحديث مهمة الاجتماع";

$lang['delete_visiting_mission'] = " حذف مهمة اجتماع ";

$lang['close_visiting_mission'] = "إغلاق مهمة اجتماع ";

$lang['reject_visiting_mission'] = "تم رفض مهمة اجتماع ";

$lang['approve_pending_visiting_mission'] = "قبول مهمة اجتماع معلقة";

$lang['convert_visiting_mission'] = " تحويل مهمة اجتماع ";

$lang['approve_visiting_mission'] = "تمت الموافق على مهمة اجتماع ";

$lang['visit_the_general'] = "زيارة عامة";

$lang['add_new_general_mission'] = "إضافة مهمة عامة جديدة";

$lang['view_the_general_mission'] = "عرض المهمة العامة";

$lang['update_general_mission'] = "تحديث المهمة العامة";

$lang['delete_general_mission'] = "حذف المهمة العامة";

$lang['close_general_mission'] = "مهمة عامة مغلقة";

$lang['reject_general_mission'] = "رفض المهمة العامة";

$lang['approve_pending_general_mission'] = "الموافقة على المهمة العامة المعلقة";

$lang['convert_general_mission'] = "تحويل المهمة العامة";

$lang['approve_general_mission'] = "الموافقة على المهمة العامة";

$lang['Logs_not_available'] = "سجلات الدخول (السجلات) غير متاح.";

$lang['User_Selection'] = "اختيار المستخدم";

$lang['Select_User_Type'] = "اختر نوع المستخدم";

$lang['Edit_E_Service_Type'] = "تحرير لنوع الخدمة الإلكترونية";

$lang['Add_E_Service_Type'] = "إضافة نوع الخدمة الإلكترونية";


$lang['Please_select_E_Service_Type'] = "يرجى تحديد نوع الخدمة الإلكترونية";

$lang['Edit_Task_Type'] = "تحريرالمهمة";

$lang['Edit_Consultation_Type'] = "تحرير نوع الإستشارة";

$lang['Edit_Writing_Type'] = "تحرير نوع الكتابة";

$lang['Edit_Fine_Type'] = "تحرير نوع الجزاءات";

$lang['Edit_Group'] = "تحرير المجموعة";

$lang['Edit_Department_Type'] = "تحرير نوع الإدارة او القسم";

$lang['Edit_Employee_Type'] = "تحرير نوع الموظف";

$lang['Edit_HR_E_Service_Type'] = "   تحرير نوع خدمات الموارد البشرية الإلكترونية";

$lang['HR_E_Service_Type_Name'] = "إسم نوع خدمة الموارد البشرية";

$lang['Edit_Project_Type'] = "تحرير نوع المشروع";

$lang['Edit_Judge'] = "تحرير القاضي";

$lang['Court_No'] = "رقم المحكمة";

$lang['Edit_Court'] = "تحرير المحكمة";

$lang['Edit_branch'] = "تحرير الفرع";

$lang['Select_state'] = "اختر المنطقة";

$lang['Select_city'] = "اختر مدينة";

$lang['ID_Number'] = "رقم الهوية";

$lang['User_Type'] = "نوع المستخدم";

$lang['Un_Block'] = "رفع الحظر";

$lang['Project_Information'] = "معلومات المشروع";

$lang['Please_select_Group'] = "يرجى إختيار المجموعة";

$lang['Project_Relation'] = " علاقة المشروع ";

$lang['Select_Relation'] = "حدد العلاقة";

$lang['Contracts and Agreements'] = "العقود والإتفاقات";

$lang['Consultancy and Legal_Studies'] = "الإستشارات والدراسات القانونية";

$lang['Commercial Business'] = "الأعمال التجارية";

$lang['Execution_of_judgments_n_collection_of_debts'] = "تنفيذ الأحكام وتحصيل الديون";

$lang['Liquidation_of_inheritance_n_management_of_endowments'] = "تصفية الميراث وإدارة الأوقاف";

$lang['Authentication'] = "المصادقات والإعتمادات";

$lang['Arbitration and Mediation'] = "التحكيم والوساطة";

$lang['Executions'] = "التنفيذ";

$lang['Project_Management'] = "إدارة المشروع";

$lang['Select_Group'] = "إختر مجموعة";

$lang['Project_Team_Manager'] = "مدير فريق المشروع";

$lang['Project_Number'] = "رقم المشروع";

$lang['Project_Status'] = "حالة المشروع";

$lang['Please_Select_Task_Status'] = "يرجى إختيار حالة المهمة";

$lang['Ending'] = "إنهاء";

$lang['Project_Time_line'] = "الجدول الزمني للمشروع";

$lang['Starting_Date'] = "تاريخ البداية";

$lang['Ending_Date'] = "تاريخ الانتهاء";

$lang['Ending_Time'] = "نهاية الوقت";

$lang['Project_Notes'] = "ملاحظات المشروع";

//-----------------------------Front Variable ------------------------------------

$lang['We_establish_our_works_in_accordance_with_strategic'] = "نؤسس أعمالنا وفقا للاستراتيجية";

$lang['To_provide_the_best'] = "لتقديم الأفضل";

$lang['legal_services'] = "خدمات قانونية";

$lang['who_we_are'] = "من نحن ؟";

$lang['Comprehensive_legal_management'] = "الإدارة القانونية الشاملة";

$lang['For_companies_and'] = "للشركات و";

$lang['business_men'] = "رجال الأعمال";

$lang['Encourage_innovative_ideas'] = "تشجيع الأفكار المبتكرة";

$lang['To_reach_commercial'] = "للوصول إلى التجارية";

$lang['solutions'] = "حلول";


$lang['Look_at_p1'] = "تأسست شركتنا لتكون امتداد لخبرة قانونية استمرت لأكثر من ستين عاماً (بدأت منذ عام 1954م) مشهود لها بجودة صياغتها وقوة ممارستها، فجعلنا منهاج الخبرة أساساً لرسالتنا، ومنطلقاً لرؤيتنا، دامجين إليها أنفع المستجدات القانونية.";

$lang['See_Our_Video'] = "الفيديو التعريفي";

$lang['Offices'] = "الفروع";

$land['Years_Experience'] = "سنين _ خبرة";
$lang['Lawyers'] = "المحامين.";

$lang['We_Have'] = "نملك";

$lang['WE_HAVE_MORE_THAN_20_PARTNERS']="لدينا أكثر من <b class='colored'>20</b> شريك";
$lang['WE_HAVE_3_BRANCHES']="لدينا <b class='colored'>3</b> فروع";
$lang['WE_HAVE_MORE_THAN_50_YEARS_OF_EXPERIENCE']="لدينا خبرة أكثر من <b class='colored'>50</b> عام";

$lang['index_p1'] = " أنشأنا أول منصة إلكترونية متكاملة لتقديم الخدمات القانونية، حياتك أسهل وأسرع .. ";

$lang['index_p2'] = " قم بتنزيل التطبيق الآن وابدأ معنا خدمتك الإلكترونية ";

$lang['our_services'] = "الخدمات";

$lang['our_services_p1'] = " نقدم لعملائنا كافة خدماتنا القانونيّة بطريقتين ";

//$lang['our_services_p2'] = "اتصل بنا مباشرة لخدمات الفروع ، أو قم بتنزيل تطبيق الجوال الخاص بنا وابدء خدماتك الكترونياً";

$lang['our_clients'] = " عملاؤنا";

$lang['LIVE_BROADCAST'] = " البث المباشر";
$lang['LIVE_BROADCAST_p1'] = "يتحدث هذا القسم عن البث المباشر للموقع وطريقة تشغيله وأوقاته المحددة .";

$lang['LEARN_MORE'] = "اطلع أكثر";
$lang['Coming_Soon'] = "قريباً ";

$lang['PLEADER_GUID'] ="الأدلة";
$lang['PLEADER_GUID_p1'] = "هذا القسم مختص للأفراد 
ولأصحاب المشاريع لمساعدتهم على إدارة عملية البحث وتزويدهم بالمعلومات القانونية";

$lang['Training_p1'] = "في هذا القسم سوف تجد جميع طرق التدريب المعتمدة في الشركة والشروط التي تمكنك للانضمام في القسم بطريقة سهلة وعملية .";

$lang['ARTICALS'] = "المقالات";
$lang['ARTICALS_p1'] = "يتم نشر جميع المقالات في المنشورات الإلكترونية والمطبوعات للشركة ومجالاتها المختلفة";

$lang['BUSINESSMEN_GUID'] = "دليل رجل الأعمال";
$lang['BUSINESSMEN_GUID_p1'] = "هذا القسم مخصص لأصحاب المشاريع لمساعدتهم على إدارة عمليات البحث والمراجعة الخاصة بشركتهم لتزويدهم بأفضل الخدمات.";

$lang['SYSTEM_SOFTWARE'] ="نظام ";
$lang['SYSTEM_SOFTWARE_p1'] =" يهدف برنامج نظام لرفع الوعي القانوني للمجتمع السعودي بأحدث الأنظمة بأساليب مبسطة وبتغذية بصرية متطورة ";


$lang['FREE_TO_CALL_US'] = "أتصل بنا";

$lang['E_MAIL_US'] = "البريد الإلكتروني";

$lang['WORKING_HOURS'] = "ساعات العمل";

$lang['Drop_Us_a_Message'] = "راسلنا";

$lang['Check_Captcha'] = "التحقق لدخول آمن";

$lang['SEND_MESSAGE'] = "أرسل رسالة";

$lang['Recent_Services'] = " الخدمات الإلكترونية الحديثة ";

$lang['Recent_Activity'] = "الأنشطة الحالية";
$lang['Activity'] = "الأنشطة";
$lang['Recent_Activities'] = "الأنشطة الحالية";

$lang['Logged_out_successfully'] = "تم تسجيل الخروج بنجاح";

$lang['Logged_in_from'] = "مرحباً بك شريكنا العزيز";

$lang['from_IP'] = "من";

$lang['You_have_New_message'] = "لديك رسالة جديدة";

$lang['Your_invoice_for_case'] =" تم اصدار الفاتورة للخدمة رقم";
$lang['has_been_created'] = "تم الإنشاء. ";

$lang['Your_e_service_has_been_added'] = "لقد تسلَّمنا طلب خدمة قانونية رقم";

$lang['Your_e_service_has_been_rejected']  ="تم رفض خدمتك الإلكترونية رقم";

$lang['Your_e_service_has_been_approved'] ="تم قبول خدمتك الإلكترونية رقم";
$lang['Session_mission_added'] = "تم إنشاء جلسة للخدمة رقم";

$lang['Session_mission_has_been_close'] = "أنجزت مهمة جلسة للخدمة رقم";

$lang['General_mission_added'] = "تم إنشاء مهمة للخدمة رقم";

$lang['General_mission_has_been_close'] = "أنجزت المهمة للخدمة رقم";

$lang['Visiting_mission_added'] = "تم إنشاء مهمة الاجتماع للخدمة رقم";

$lang['Visiting_mission_has_been_close'] = "أنجز الاجتماع للخدمة رقم ";

$lang['Consultation_mission_added'] = "أنجزت الاستشارة للخدمة رقم";

$lang['Consultation_mission_has_been_close'] = "أنجزت الاستشارة للخدمة رقم";

$lang['Writing_mission_added'] = "تم إنشاء كتابة قانونيّة للخدمة رقم ";

$lang['Writing_mission_has_been_close'] = "أنجزت كتابة قانونيّة للخدمة رقم";

$lang['Shortcut_the_Time'] = "اختصار الوقت";

$lang['Start_your_legal_services_quickly'] = "ابدأ خدماتك القانونية بسرعة.";

$lang['Continuous_Achievement'] = "الانجاز المستمر";

$lang['Keep_up_with_the_services_and_be_aware_of_what_has_been_done'] = "مواكبة الخدمات وتكون على بينة من ما تم القيام به.";

$lang['Flexible_Use'] = "الاستخدام المرن";

$lang['Flexible_Use_P1'] = "استمتع بخدماتنا في أي جهاز يناسبك .. خدماتنا متوفرة عبر الموقع الإلكتروني والتطبيق المحمول.";

$lang['Easy_Access'] = "دخول سهل";

$lang['Search_for_your_request_with_one_click'] = "ابحث عن طلبك بنقرة واحدة.";

$lang['We_are_closer'] = "نحن أقرب";

$lang['We_are_closer_p1'] = "مستشارونا خاضعون لخدمتكم عبر الإنترنت .. أكتب إلينا وسنكون سعداء بمساعد.";

$lang['Personal_Control'] = "التحكم الشخصي";

$lang['Personal_Control_P1'] = "تحكم في حسابك كما يناسبك بسهولة ومرونة.";

$lang['Previous'] = "السابق";

$lang['Skip'] = "تخطى";

$lang['Create_New_E_Service'] = "طلب خدمة إلكترونية";
$lang['Request_New_E_Service'] = "طلب خدمة إلكترونية";

$lang['Create_Service'] = "طلب خدمة ";

$lang['Notifications'] = "إشعارات";

$lang['Wallet'] = "المحفظة المالية";

$lang['Update_E_Service'] = "تحديث الخدمة الإلكترونية";

$lang['Please_select_Service_Type'] = "يرجى اختيار نوع الخدمة";

$lang['View_E_Service'] = "عرض الخدمة الإلكترونية";

$lang['Select_E_Service_No'] = "اختر رقم الخدمة الإلكترونية";

$lang['Session_Mission'] =  "القضايا ";

$lang['Writing_Mission'] =  " الكتابات  ";

$lang['Consultation_Mission'] = "الاستشارات";

$lang['Visiting_Mission'] = "الاجتماعات";

$lang['General_Mission'] = "المهام العامة";

$lang['Alert'] = "تنبيهات";

$lang['Pay'] = "إدفع";

$lang['Subscriber_List'] = "قائمة المشتركين";

$lang['Job_List'] = "قائمة الوظائف";

$lang['Contact_Inquery'] = "الاتصال الاستفسار";

$lang['News_List'] = "قائمة الأخبار";

$lang['Training_List'] = "قائمة التدريب";

$lang['Clients_List'] = "قائمة العملاء";

$lang['Team_List'] = "قائمة الفريق";

$lang['Add_Team'] = "أضف فريق";

$lang['Designation'] = "تعيين";

$lang['Discription'] = "ديسكريبأيشن";

$lang['Team_Members'] = "أعضاء الفريق";

$lang['Add_Clients'] = "أضف عملاء";
$lang['Add_New_Client'] = "إضافة عميل جديد ";

$lang['Symbol'] = "رمز";

$lang['Add_training'] = "أضف التدريب";

$lang['Add_News'] = "أضف الأخبار";

$lang['News'] = "أخبار";

$lang['Message'] = "رسالة";

$lang['Subject'] = "الموضوع";

$lang['Add_Job'] = "أضف الوظيفة";

$lang['JOB'] = "وظيفة";

$lang['Sign_in'] = "تسجيل الدخول";

$lang['Email_address'] = "عنوان بريد الكتروني";

$lang['Albarakati_Login'] = "البركاتي - تسجيل الدخول";

$lang['Law_in_its_newest_perspective'] = "المحاماة بمنظورها الأحدث ";

$lang['MORE_THAN'] = "أكثر من";
$lang['PARTNERS'] = "الشركاء";
$lang['BRANCHES'] = "فروع";
$lang['Articles_not_found'] = "لاتوجد مقالات";
$lang['We_support_creative_ideas_to'] = "ندعم الأفكار المبتكرة للوصول للحلول التجارية";

$lang['reach_business_solutions'] =  "قيم عميقة ورؤية معاصرة";

$lang['We_provide_comprehensive_legal_management'] = "نملك إدارة قانونية شاملة للشركات ورجال الأعمال";
$lang['General'] = "عام";
$lang['Ceneral'] = "عام";
$lang['for_corporations_and_businesspersons'] = "ريادة .. إجادة .. إبداع";

$lang['Download_the_App'] = "حمل التطبيق ";
$lang['Download_the_App2'] = "حمل التطبيق ";

$lang['our_values'] = "القيم";
$lang['our_values_details'] = "عملاؤنا أولًا - النزاهة والسرية - حوكمة الإجراءات - العمل بروح الفريق - الابتكار والشغف الدائم - التطوير المتكامل المستمر ";
$lang['Download_the_App_p1'] = "أنشأنا أول منصة إلكترونية متكاملة لتقديم الخدمات القانونية، حياتك أسهل وأسرع .. قم بتنزيل التطبيق الآن وابدأ معنا خدمتك الإلكترونية  ";

$lang['Drafting_Legal_Pleading'] = " صياغة المرافعات القضائية";

$lang['Home_Drafting_Legal_Pleading'] = "كتابة صحائف الدعاوى والمذكرات الجوابية والاعتراضية والنقض والتماس إعادة النظر";

$lang['Drafting_Legal_Pleading_p1'] = "<li>كتابة صحائف الدعاوى والطلبات العارضة والعاجلة بمعايير مهنية صحيحة منتجة لغاياتها.</li><li>صياغة المذكرات الجوابية والاعتراضية ومذكرات طلب النقض والتماس إعادة النظر.</li>";

$lang['Litigation_and_Pleadings'] = "التقاضي والمرافعات";

$lang['Litigation_and_Pleadings_p1'] = "انطلاقاً من معرفة بحقوق الأفراد والشركات والدفاع عنها وطرق الوصول إليها قضائيًا بتسوية المنازعات والمرافعات أمام جميع المحاكم والهيئات واللجان شبه القضائية، نتولى عن العملاء جميع القضايا:";

$lang['Litigation_and_Pleadings_p2'] = "<li>القضايا التجارية</li><li>القضايا المدنية</li><li>القضايا الإدارية </li><li>القضايا الجنائية</li><li>القضايا العمالية</li><li>قضايا قسمة التركات</li>";

$lang['Home_Litigation_and_Pleadings'] = "نتولى عن العملاء جميع القضايا التجارية والمدنية والإدارية والعمالية وقسمة التركات.";

$lang['Settlement_of_Succession_Awqaf_Management'] = "تصفية التركات، وإدارة الأوقاف";

$lang['Settlement_of_Succession_Awqaf_Management_p1'] = "<li>تصفية التركات، وتنفيذ الوصايا المتعلقة بها، وسداد الديون المستحقة، وتحصيل حقوق الورثة، وقسمة أموال التركة وأعيانها.</li><li>صياغة الوقف وتوثيقه أمام المحكمة المختصة، وإدارة الأوقاف قانونيًا برؤى وخطة عمل تُسهم في استمرارية الوقف ونمائه.</li>";

$lang['Home_Settlement_of_Succession_Awqaf_Management'] = "تصفية التركات وقسمة أموال التركة وأعيانها صياغة الوقف وإدارته";

$lang['Business_and_Companies'] = "الأعمال التجارية والشركات";

$lang['Business_and_Companies_p1'] = "<li>إدارة قانونية متكاملة للشركات التجارية والمهنية ورجال الأعمال بتقديم جميع الخدمات القانونية.</li><li>تأسيس الشركات، وصياغة عقودها، وتحويل صفتها، وإتمام صفقات الاندماج والاستحواذ.</li><li>تسجيل العلامات التجارية، و عقود الوكالات التجارية، وبراءات الاختراع والملكية الفكرية.</li><li>المراجعة القانونية لجميع الأنظمة الداخلية واللوائح التنظيمية للشركات والكيانات. </li><li>  تسوية الوقاية من الإفلاس، وإعادة التنظيم المالي للشركات التجارية والمهنية.</li><li>  تصفية الشركات التجارية والمهنية، وإنهاء جميع الإجراءات المتعلقة بها.</li>";

$lang['Home_Business_and_Companies'] = "تأسيس الشركات وإدارة قانونياً، وتسوية الوقاية من الإفلاس وإعادة التنظيم المالي";

$lang['Home_Arbitration_and_Mediation'] = "نتولى التحكيم التجاري ونمثل أطرافها، كما نقوم بالوساطة التجارية";

$lang['Documentation_and_Execution'] = "التوثيق والتنفيذ";

$lang['Documentation_and_Execution_p1'] = "<li>إصدار الوكالات للأفراد والشركات، وقسمة الأموال المنقولة، وإفراغ العقارات، وتوثيق العقود والإقرارات والتصرفات المعنوية. </li><li>تنفيذ السندات التنفيذية كأحكام المحاكم القضائية، وقرارات اللجان شبه القضائية، والأوراق التجارية، والأحكام الأجنبية. </li>";

$lang['Home_Documentation_and_Execution'] = "إصدار الوكالات وتوثيق العقود والإقرارات وتنفيذ السندات التنفيذية ";

$lang['Alinma_Bank'] = "بنك الإنماء";

$lang['Account_Numbers'] = "رقم الحساب";

$lang['IBAN_Numbers'] = "رقم الآيبان";

$lang['NCB_bank'] = "بنك الأهلي";

$lang['Sat_Thu'] = "الأحد-الخميس";

//--------------------API Variables------------------------------------------------

$lang['phone_is_already_exist'] = "رقم الجوال موجود مسبقا";

$lang['ID_number_is_already_exist'] = "رقم الهوية موجود مسبقا";

$lang['Identification_number_is_too_short_minimum_is_10_number_10_max'] = "رقم الرقم الهوية يجب أن يكون من 10 أرقام فقط";

$lang['Identification_number_is_too_long_maximum_is_10_number_10_min'] = "رقم الرقم الهوية يجب أن يكون من 10 أرقام فقط";

$lang['Password_is_too_short_minimum_is_6_number_8_max'] = "كلمة المرالحد الأدنى لكلمة المرور هو 6 أرقام ";

$lang['Password_is_too_long_maximum_is_8_number_6_min'] = "كلمة المرالحد الأعلى لكلمة المرور هو 8 أرقام";

$lang['Some_problems_occured_please_try_again'] = "حدث خطأ أثناء المعالجة، من فضلك حاول مرة أخرى.";

$lang['login_successfully'] = "تم تسجيل الدخول بنجاح";

$lang['Email_already_exit'] = "الايميل مسجل مسبقاً";

$lang['max_digits'] = "رقم الجوال يجب أن يكون من 10 أرقام فقط";

$lang['password_is_wrong'] = "كلمة المرور غير صحيحة";

$lang['Your_ID_number_and_password_is_wrong'] = "خطأ في الايميل او رقم الجوال";

$lang['ID_number_is_wrong'] ="خطأ في الايميل او رقم الجوال";

$lang['case_insert_successfully'] = "تم إضافة خدمتك بنجاح";

$lang['case_update_successfully'] = "تم تحديث خدمتك بنجاح";

$lang['get_case_detail_successfully'] = "تم الحصول على معلومات الخدمة بنجاح";

$lang['No_record_found'] = "لا يوجد تسجيل صوتي";

$lang['get_department_successfully'] = "get department successfully";

$lang['get_services_successfully'] = "تم الحصول على الخدمات بنجاح";

$lang['get_packages_successfully'] = "get packages successfully";

$lang['User_update_successfully'] = "تم تعديل البيانات بنجاح";

$lang['Your_are_not_valid_user'] = "المستخدم غير ساري";

$lang['Current_password_is_incorrect'] = "كلمة المرور الحالية غير صحيحة";

$lang['OTP_sent_to_your_email_and_phone_number'] = "تم إرساتم إرسال رمز الدخول إلى البريد الإلكتروني والهاتف الخاص بك";

$lang['Email_is_not_valid'] = "الإيميل غير صحيح";

$lang['Please_enter_Email'] = "يرجى إدخال الايميل";

$lang['Password_reset_successfully'] = "تم إعادة تعيين كلمة المرور بنجاح.";

$lang['update_password_successfully'] = "تم تحديث كلمة المرور بنجاح";

$lang['Your_OTP_is_not_valid'] = "رمز التحقق غير صحيح";

$lang['Please_enter_OTP'] = "الرجاء إدخال رمز التحقق";

$lang['Writing_mission_found'] = "تم إيجاد مهمة كتابة";

$lang['Record_Not_Found'] = "لا يوجد تسجيل صوتي";

$lang['Session_mission_found'] = "تم إضافة جلسة";

$lang['Consultation_mission_found'] = "تم إضافة استشارة";

$lang['General_mission_found'] = "تم إتم إضافة مهمة عامة ";

$lang['Visiting_mission_found'] = "وجود مهمة اجتماع";

$lang['Success'] = "نجاح";

$lang['Password_not_match'] = "كلمة المرور غير متطابقة";

$lang['Password_Change_Successfully'] = "تم تغيير كلمة المرور بنجاح";

$lang['Logout_successfully'] = "تم تسجيل الخروج بنجاح";

$lang['No_Result_Found'] = "لا توجد نتائج";

$lang['Document_file_uploading_fail'] = "فشلت عملية الرفع ";

$lang['Data_file_uploading_fail'] = "فشل فشلت عملية الرفع ";

$lang['audio_file_uploading_fail'] = "فشلفشلت عملية الرفع ";

$lang['E_Service_submit_successfully'] = "تم رفع الخدمة الإلكترونية بنجاح";

$lang['Contract_file_uploading_fail'] = "فشلفشلت عملية الرفع ";

$lang['Referrals_file_uploading_fail'] = "فشلفشلت عملية الرفع ";

$lang['Court_file_uploading_fail'] = "فشلفشلت عملية الرفع ";

$lang['E_Service_changes_saved_successfully'] = "تم حفظ التغييرات على الخدمة بنجاح";

$lang['Found'] = "موجود ";

$lang['ID_not_Found'] = "لا يوجد رقم الهوية ";

$lang['register_successfully_OTP_sent_to_your_registered_phone_no'] = "تم التسجيل بنجاح، تم إرسال رمز التحقق إلى جوالك";

$lang['successfully'] = "بنجاح";

$lang['Verified_successfully'] = "تم التحقق بنجاح.";

$lang['get_profile_successfully'] = "تم الحصول على الملف الشخصي بنجاح";

//--------------------------------------------------------------------------------------------

$lang['Your_Profile'] = "ملفك الشخصي";

$lang['Section'] = "الجزء";

$lang['Profile'] = "الملف الشخصي";

$lang['Update_Contact'] = "تحديث الاتصال";

$lang['Update_Password'] = "تغيير كلمة المرور ";

$lang['My_Profile'] = "الملف الشخصي";

$lang['Some_sample_alert_message'] = "بعض عينة رسالة تنبيه";

$lang['Save_changes'] = "حفظ التغييرات";

$lang['Update_Mobile_Number'] = "تحديث رقم الجوال";

$lang['Edit_Profile'] = "تعديل الملف الشخصي";

$lang['Update'] = "تحديث";

$lang['Our_bank_account_numbers'] = "أرقام حساباتنا المصرفية";

//$lang['Our_bank_account_numbers_p1'] =  "يمكنك التحويل إلى حساباتنا في أي من البنوك التالية.يمكنك التحويل إلى حساباتنا في أي من البنوك التالية.";
$lang['Our_bank_account_numbers_p1'] =  "يمكنك التحويل إلى حساباتنا في أي من البنوك التالية.";
//------------------------------------------------------------------------

$lang['Join_us_our_team'] = "انضم إلى فريقنا";

$lang['read_more'] = "اطلع اكثر";

$lang['Apply_Now'] = "انضم الآن";

$lang['Training_Detail'] = "تفاصيل التدريب";

$lang['Job_Title'] = "عنوان الوظيفة";

$lang['Job_Description'] = "وصف الوظيفة";

$lang['Resumes'] = "السير الذاتية";

$lang['Education'] = "التحصيل العلمي";

$lang['Experience'] = "الخبرات العلمية او المهنية";

$lang['Attachment'] = "المرفقات";

$lang['Year'] = "عام";

$lang['Training_Title'] = "عنوان التدريب";

$lang['Training_Description'] = "التدريب الوصف";

$lang['First_Name'] = "الاسم الأول";

$lang['Last_Name'] = "الاسم الاخير";

$lang['Total_Work_Experience'] = "مجموع سنوات الخبرات العملية";

$lang['Upload_Resume'] = "رفع السيرة الذاتية";

$lang['Select_Work_Experience'] = "اختر مستوى الخبرات العلمية";

$lang['Less_than_one_year'] = "اقل من 12 شهر";

$lang['years'] = "اعوام";

$lang['Training_title_in_english'] = "عنوان التدريب بالانجليزي";

$lang['Training_title_in_arabic'] = "عنوان التدريب بالعربي";

$lang['Description_in_english'] = "الوصف بالانجليزي";

$lang['Full_name_en'] = "Name in english";
$lang['Full_name_ar'] = "Name in arabic";
$lang['Designation_en'] = "Designation in english";
$lang['Designation_ar'] = "Designation in arabic";
$lang['Discription_en'] = "Discription in english";
$lang['Discription_ar'] = "Discription in arabic";
$lang['Mission_Auro_Genrated_Report'] = " تقارير المهام";
$lang['Nassr_Albarakati_and_Associates_Law_Firm'] = " نصر البركاتي وشركاؤه للمحاماة";

//---------------------------------------------------------------------------------------------

$lang['Please_wait_register_in_process'] = " نرجو الانتظار جاري التسجيل";

$lang['OTP_Not_Match'] = "رمز التحقق غير مطابق";

$lang['Only_character_allowed'] = "مسموح احرف ابجدية فقط ";

$lang['Invalid_captcha'] = "تحقق من رمز الامان ";

$lang['Please_accept_Terms_and_conditions'] = "نرجو الموافقة على الشروط والاحكام";

$lang['Length_is_short_minimum_required'] = "Length is short, minimum '+minLength+' required.";
 
$lang['Length_is_not_valid_maximum_allowed'] = "Length is not valid, maximum '+maxLength+' allowed.";

$lang['You_are_blocked_Please_contact_to_administrator_for_more_information'] = "انت محجوب.نرجو التواصل مع خدمة العملاء لمزيد من المعلومات";

$lang['Invalid_ID_and_Password'] = " الايميل / الجوال او الرقم السري غير صحيح";

$lang['Please_wait_login_in_process'] = "نرجو الانتظار جاري تسجيل الدخول";

$lang['Please_check_the_recaptcha'] = "ارجو الاختيار و التحقق من الدخول الآمن ";

$lang['Enter_only_9_10_digit'] = "ادخل فقط 9 الي 10 أرقام";

$lang['Email_already_exist'] = " الايميل مسجل مسبقاً";

$lang['Resend_OTP_send_successfully'] = " تم اعادة ارسال رمز التحقق الى جوالك بنجاح";

$lang['Payment'] = "مدفوعات";

$lang['Credit_Card'] =  "بطاقة ائتمان/ مدى";

$lang['Cheque_Payment'] = "مدفوعات الشيكات";

$lang['Bank_Transfer'] = "التحويلات  البنكية";

$lang['on_the_card'] = "الاسم  الكامل المسجل في البطاقة الائتمانية";

$lang['Card_number'] = " رقم البطاقة الائتمانية ";

$lang['Expiration'] = "تاريخ الانتهاء";

$lang['PAY_NOW'] = "إجراء عملية الدفع";

$lang['Cheque_Name'] = "اسم مقدم الشيك";

$lang['Cheque_Number'] = "رقم الشيك";

$lang['Upload_chquue_receipt'] = "رفع  نسخة من الشيك";

$lang['cheque_payment_p1'] = "نرجو التأكد من تسليم اصل الشيك لاقرب فرع لك خلال 24 ساعة لتفادي عملية الرفض لمدفوعاتك";

$lang['Paypal_is_easiest_way_to_pay_online'] = "اسهل طرق الدفع عبر الانترنت";

$lang['Log_in_my_Paypal'] = "تسجيل الدخول لحسابك في PayPal";

$lang['Bank_account_details'] = "معلومات حسابك البنكي";

$lang['BANK'] = "البنك ";

$lang['Upload_bank_transfer_receipt'] = "رفع  نسخة من إيصال التحويل";

$lang['Reject_E_Service'] = "رفض الخدمة الإلكترونية";

$lang['Send_Notification'] = "إرسال إشعار";

$lang['Block_User'] = " حجب المستخدم";

$lang['Un_Block_User'] = "إلغاء حجب المستخدم";

$lang['Delete_User'] = "مسح المستخدم";

$lang['View_User'] = "معاينة المستخدم";

$lang['Edit_On_File'] = "تعديل على الملف";

$lang['Delete_E_Services'] = "مسح الخدمة الإلكترونية";

$lang['Assign_File'] = "تعيين الملف";

$lang['Convert_Case'] = " تحويل المهمة";

$lang['Download_Report'] = "تحميل التقرير";

$lang['Download_Mission'] = "تنزيل المرفقات";

$lang['Convert_Customer'] = "تحويل ملف العميل";

$lang['Delete_Customer'] = "مسح العميل";

$lang['New_Mission'] = "مهمة جديدة";

$lang['Assign'] = "تعيين";

$lang['Book_Appointment'] = "مهمة جديدة";

$lang['Audio_List'] = "قائمة التسجيل الصوتي";

$lang['Delete_Audio'] = "مسح التسجيل الصوتي";

$lang['View_Employee'] = "معاينة الموظف";

$lang['Edit_Fine'] = "إضافة جزاء";
$lang['Add_New_Fine'] = " إضافة غرامة جديدة";
$lang['View_Fine'] = "عرض الغرامة";

$lang['Delete_Fine'] = "مسح جزاء";

$lang['Edit_Expenses'] = "اضافة مصاريف";

$lang['Generate_expenses'] = "إنشاء مصاريف";

$lang['Delete_expenses'] = "مسح مصاريف";

$lang['Create_Task'] = "إنشاء مهمة";

$lang['Edit_Task'] = "إضافة مهمة";

$lang['Delete_Task'] = "مسح مهمة";

$lang['Delete_Judge'] = "Delete Judge";

$lang['Delete_Court'] = "Delete Court";

$lang['Delete_Branch'] = "Delete Branch";

$lang['Download_Invoice'] = "Download Invoice";

$lang['Pay_Invoice'] = "Pay Invoice";

$lang['Drag_the_files_here'] = "اسحب الملفات هنا";

$lang['Or_click_here_to_view_the_files'] = "أو انقر هنا لعرض الملفات";

$lang['Upload_Area'] = "الملفات المرفوعة";





$lang['Practices'] = "الممارسات";

$lang['Practices_The_Legal_Department'] = "الإدارة القانونية";
$lang['Practices_The_Legal_Department_details'] = "تعد من الركائز في الوزارات والهيئات الحكومية، والقناة الصحية لضمان صحة العلاقات التعاقدية والقرارات والتصرفات، لتحقيق أهداف رؤية المملكة 2030 ، وتفاديًا لارتكاب الأخطاء الضارة باستقرار الأداء، نقدم لعملائنا خدماتنا القانونية المتكاملة، حيث نوفر لهم الاستشارات القانونية، وإعداد الدراسات والمذكرات، وصياغة العقود والاتفاقيات والنماذج، وتمثيلهم في الاجتماعات وأمام الجهات القضائية والتحكيمية، وتوفير جميع ما تتطلبه الإدارة القانونية.";

$lang['Practices_Commercial_Litigation'] = "التقاضي التجاري";
$lang['Practices_Commercial_Litigation_details'] = "اعتنى المنظم السعودي بالقضاء التجاري، تعزيزًا لبيئة الاستثمار، فأصدر أنظمة تضفي ضمانًا أعلى لحقوق المتقاضين، واستحدث منظومة رقمية متكاملة تسهيلًا للفصل في المنازعات. ودعمًا منا للمستثمرين، نقدم لعملائنا الاستشارات والمذكرات القانونية الملائمة لأدق احتياجاتهم، والترافع عنهم أمام المحاكم، واضعين خبراتنا وأفضل كفاءاتنا في خدمتهم بجودة متناهية بعد دراسة موضوع النزاع، وفحص المستندات، وإرساء الأدلة من مبدأ حرية الإثبات.";

$lang['Practices_Companies_and_Entrepreneurs'] = "الشركات ورواد الأعمال";
$lang['Practices_Companies_and_Entrepreneurs_details'] = "تلبية لأهداف رؤية المملكة 2030، لتنمية القطاع الخاص؛ فإننا نسخر لعملائنا جميع خبراتنا القانونية في تأسيس الشركات وتحويلها، وتعديل عقودها، واختيار الشكل النظامي المناسب لها، ومراجعة القرارات، والإشراف على توسيع أعمالها، وزيادة رأس المال فيها، وحماية حقوقها الفكرية والتجارية، وإسداء المشورة القانونية، وتمثيلها في الجمعيات العمومية وأمام الجهات القضائية والتحكيم، والقيام بدور الوساطة والتسوية في المنازعات التي قد تقع بين الشركاء.";

$lang['Practices_Arbitration_and_Mediation'] = "التحكيم والوساطة";
$lang['Practices_Arbitration_and_Mediation_details'] = "يعد التحكيم والوساطة الأيقونة الأمثل لتسوية المنازعات، لمرونة وسرعة إجراءاته التي تتميز بسرية وخصوصية التسوية التي تحقق مقاصد الشركات ورجال الأعمال، وتحفز المستثمرين على التواجد في السوق السعودي، فأعضاء شركتنا يمارسون التحكيم بصفتنا محكمين معتمدين، ونمتلك خبرات كبيرة في هذا المجال، كما نتولى الوساطة بين الأطراف التجارية، وتفعيل جميع الطرق الاحترافية لالتئام علاقة الطرفين، والتوصل لتسوية مرضية، تخدم مصلحة الطرفين.";

$lang['Practices_Accommodation_and_Food'] = "الإعاشة والتغذية";
$lang['Practices_Accommodation_and_Food_details'] = "توصف خدمات الإعاشة والتغذية المقدمة للمعتمرين والحجاج بأنها من أهم إمدادات الطاقة لأداء المناسك، وتحرص الشركات والمنشآت على إخراج الخدمات بجودة عالية، وقد وضعت الجهات الحكومية اشتراطات وإجراءات كثيرة لتنظيم نشاط الخدمة، ونحن نوفر لعملائنا خدمة الحماية القانونية المتكاملة، والتحقق من تنفيذ التزامات العلاقة التعاقدية مع البعثات ومعالجتها، والمطالبة بالحقوق المالية والمحافظة عليها، ومواجهة قرارات اللجان الحكومية";

$lang['Practices_Execution_of_judgments'] = "تنفيذ الأحكام";
$lang['Practices_Execution_of_judgments_details'] = "توصف بأنها المحطة الأخيرة للحصول على الحقوق، وقد اهتم المنظم السعودي بهذه المرحلة، وأفرد لها محكمة مستقلة لحوكمة إجراءات التنفيذ، ولأهمية تلك المرحلة، فقد صقلنا بعض أعضاء شركتنا بالعلم والدراية لتنفيذ الأحكام القضائية والتحكمية والأجنبية، والأوراق التجارية، وغيرها من السندات التنفيذية، ونحن نترافع عن عملائنا في المنازعات التنفيذية، ونعتني بتنفيذ الأحكام الإدارية، وتحريك الدعاوى أمام دوائر التنفيذ بديوان المظالم، والمطالبة بالتعويض.";

$lang['Practices_Maritime_Trade'] = "التجارة البحرية";
$lang['Practices_Maritime_Trade_details'] = "تمثل القلب النابض للاقتصاد العالمي، والقاعدة الأساسية للتجارة الدولية، ويكمن معقل التجارة البحرية في الناقلات البحرية، والعلاقة التعاقدية والمسؤولية التقصيرية الناشئة عنها، ووعيا منا بضخامة هذه التجارة نولي عناية خاصة بتقديم جميع الخدمات القانونية للإشكاليات الناجمة عن عقد النقل والعمل البحري، وعقد النقل المتعدد الوسائط، وعقد بيع وإيجار السفينة، ونتولى قضايا الحوادث البحرية والـتأمين البحري والخسائر البحرية الخاصة والمشتركة.";

$lang['Practices_E-Commerce'] = "التجارة الإلكترونية";
$lang['Practices_E-Commerce_details'] = "تشهد نموًا متزايدًا وعزوفًا متسارعًا عن التجارة التقليدية، لسرعة الحصول على الخدمات، وتطوير طرق الدفع، ووسائل الشحن، وقد كانت شركتنا رائدة في تقديم خدماتها القانونية المتكاملة إلكترونيًا، والوقاية القانونية لجميع مراحل التجارة الإلكترونية وأنشطتها، ومنها: صياغة وفحص شروط الاستخدام وسياسة الخصوصية، والـتأكد من آلية ونماذج التعاقدات الإلكترونية وسلامة الممارسات والتوقيعات، وصياغة ومراجعة وثائق العلاقات والالتزامات. ";

$lang['Practices_Real_Estate'] = "العقارات";
$lang['Practices_Real_Estate_details'] = "يعد من العناصر الأساسية في مجال الاستثمار، ومن الأصول الثابتة للأفراد والكيانات والشركات، وقد اعتلت شركتنا وبرعت في تقديم الخدمات القانونية المتعلقة بالعقارات، وذلك عبر التمثيل القانوني في قضايا نزع الملكيات وإعادة التقدير، وقضايا المنازعات العقارية، وتصفية المساهمات العقارية، وصناديق الاستثمار العقارية، ودراسة الصكوك وفحص أصولها، وتتبع تفريعاتها، وصياغة عقود التطوير العقاري وعقود المشاريع الاستثمارية والمشتركة.";

$lang['Practices_Finance'] = "التمويل";
$lang['Practices_Finance_details'] = "حظي التمويل باهتمامٍ كبيرٍ من المنظم السعودي، نظرًا لدوره في رفع كفاءة المؤسسات الاقتصادية، وتأثيره على الأسواق المالية؛ وإيمانًا منا بدور الكيانات التمويلية، فإننا نوفر لها كل الخدمات القانونية المتعلقة بممارسات التمويل وإجراءاته العملية وأنواعه الغالبة في: التمويل العقاري والـتأجيري والاستهلاكي، ومعالجة جميع المشكلات والآثار الضارة والتصرفات الخاطئة حمايةً للاستثمارات في ظل القواعد والمبادئ الحاكمة لعمليات التمويل.";

$lang['Practices_Merger_and_Acquisition'] = "عمليات الاندماج والاستحواذ";
$lang['Practices_Merger_and_Acquisition_details'] = "تساهم عمليات الاندماج والاستحواذ في دوران عجلة النمو الاقتصادي، وقد أحاطها المنظم السعودي بعدة ضوابط وإجراءات تكفل حماية الشركات التجارية من الآثار الناتجة عنها، ونحن نسخر خبراتنا وكفاءاتنا لتقديم خدماتنا القانونية الخاصة بتنفيذ عملية الاندماج والاستحواذ، وآليات استيفاء الحلول المقنعة والمبتكرة، ومجابهة وموازنة الآثار المترتبة عليهما، واتخاذ الإجراءات العملية المتبعة لإتمام تلك العمليات في إطار القواعد المقررة لحماية المنافسة.";

$lang['Practices_Intellectual_property'] = "الملكية الفكرية";
$lang['Practices_Intellectual_property_details'] = "أسهمت الملكية الفكرية في رفع مستوى التنمية الاقتصادية من خلال تشجيع الاستثمارات الوطنية، وجذب الاستثمار الأجنبي وتوطينه، وعبر ما نمتلك من خبرات وتخصصنا المميز في مساندة الشركات التجارية، فإننا قادرون على استيفاء جميع الخدمات القانونية المتعلقة بالجوانب القانونية والعملية لحماية العلامات التجارية، وحقوق الملكية الصناعية، وحقوق المؤلف، وبراءات الاختراع، ملتزمين بالقواعد في ضوء تطبيق مبادئ حقوق الفكر النظامي. ";

$lang['Practices_Banking_Operations'] = "العمليات المصرفية";
$lang['Practices_Banking_Operations_details'] = "تعاظم شأن العمليات المصرفية في ظل انتهاج الاقتصاد الحديث في المملكة، تدعيمًا لحركة التجارة والاستثمار الوطنية والعالمية، وإنفاذًا لدور الشركات المصرفية، وحمايتها من مخاطر الاستثمار، فإننا نمتلك حلولاً جذرية ومبتكرة لعملائنا، لدرء المخاطر القانونية الخاصة بعمليات التمويل، والعقود التجارية، وتبعات إصدار الأوراق المالية والتجارية، والائتمان المصرفي بالاستعانة بخبرائنا في تقديم خدماتنا القانونية السليمة في إطار القواعد المنظمة.";

$lang['Practices_Bankruptcy'] = "الإفلاس";
$lang['Practices_Bankruptcy_details'] = "أضحت البيئة القانونية للمشاريع في المملكة -بعد صدور نظام الإفلاس- مشجعة على الاستثمار، ومحسنة لمكانة المملكة التنافسية؛ وإننا في سبيل ذلك نقدم للكيانات والشركات المتعثرة جميع الخبرات القانونية المتعلقة بإجراءات تسوية حالات الإفلاس، وبما يتناسب مع حجم أنشطتها وأحوالها التجارية والمالية، باتخاذ إجراء التسوية الواقية، أو إعادة التنظيم المالي، أو التصفية، كما أن لنا دورًا فعالًا في إعداد مقترحات الإجراءات لإقناع أصحاب المصلحة. ";

$lang['Practices_Insurance'] = "التأمين";
$lang['Practices_Insurance_details'] = "أصبح قطاع التأمين في المملكة من أكثر القطاعات نموًا على مستوى العالم، لتحسين البيئة التنظيمية والرقابية وتطبيق التأمين الإلزامي، وقد أدى ذلك إلى ظهور العديد من المنازعات بسبب حداثة الممارسة، ونحن ندعم عملائنا بالحلول القانونية الموثوقة لجميع القضايا التأمينية، بتقديم الاستشارات القانونية وصياغة المذكرات، ودراسة العقود والوثائق واعتماد التصرفات الجديدة وتمثيل عملائنا قانونيًا أمام لجان الفصل في المنازعات والمخالفات التأمينية.";

$lang['Practices_Labor_relations'] = "العلاقات العمالية";
$lang['Practices_Labor_relations_details'] = "يحتل نظام العمل مكانة كبيرة لدى اقتصادات الدول، فهو الذي ينظم العلاقة بين صاحب العمل والعمال في الشركات والمنشآت، ومن هذا المنطلق فإننا نساند عملاءنا في كل ما من شأنه المحافظة على استقرار هذه العلاقة واستدامتها، ومن ذلك صياغة العقود واللوائح الداخلية بما يتوافق مع طبيعة المنشأة ومجالها، وتقديم الاستشارات القانونية، وإجراء التحقيقات الإدارية مع موظفيها، والتمثيل القانوني أمام المحاكم العمالية وجهات التوافق.";

$lang['Practices_Foreign_Investment'] = "الاستثمار الأجنبي";
$lang['Practices_Foreign_Investment_details'] = "يلعب الاستثمار دورًا مهمًا في التنمية الاقتصادية، لتدفق رؤوس الأموال الأجنبية، ونقل الخبرات، وتوطين التقنية، وتطوير آليات العمل التجاري، وتعزيز التنافس الاقتصادي، ومن هذا المنطلق فإننا نسهم في دعم هذا التوجه من خلال خدماتنا القانونية، ومنها استصدار التراخيص الاستثمارية، وتأسيس الشركات، وبناء الإدارة القانونية النموذجية، وتوعية المستثمرين بالقوانين السعودية اللازمة، والحماية الدائمة للتعاقدات والتصرفات التي ترتبط بالمستثمرين.";

$lang['Practices_Communications_and_Information_Technology'] = "الاتصالات وتقنية المعلومات";
$lang['Practices_Communications_and_Information_Technology_details'] = "يُعد الداعم الرئيسي لتعزيز البنية التحتية، وتعزى أهميته لتأثيره المباشر على أداء مختلف القطاعات؛ وإيمانًا منا بضرورة حماية أعمال عملائنا  قانونيًا لتحقيق تنمية مستدامة، فإننا نوفر لهم جميع خدماتنا القانونية الملائمة ومنها: دراسة الباقات والخدمات والتصرفات القائمة، ومعالجة المشكلات وتطبيق الحلول الذكية والفعالة للحد من آثار النزاعات على ممارسات الشركة، وتمثيلهم قانونيًا لدى اللجنة والاعتراض على قراراتها أمام ديوان المظالم.";

$lang['Practices_Authentication'] = "التوثيق";
$lang['Practices_Authentication_details'] = "غدت من أبرز الخدمات التي أطلقتها وزارة العدل، ضمن المنظومة العدلية التي أسندتها للقطاع الخاص بتمكين الموثقين المرخصين لتقديم خدمات التوثيق مباشرة، على مدار الساعة، وسعيا من شركتنا لتسهيل إجراءات عملية التوثيق لعملائنا، نبذل لهم خدمة إصدار الوكالات وفسخها، وتوثيق عقود تأسيس الشركات، وإفراغ العقارات، وتوثيق الحقوق والإقرارات المالية وغيرها من الخدمات؛ وفق عملية إلكترونية تكاملية، توفر لعملائنا الوقت والجهد.";

$lang['Practices_Administrative_Litigation'] = "التقاضي الإداري";
$lang['Practices_Administrative_Litigation_details'] = "تجذرت دعائم القضاء الإداري، ليكون رقيبا على مشروعية تصرفات السلطة التنفيذية، وضمانًا لتطبيق مبدأ سيادة النظام، فقد تألق المنظم السعودي مؤخرًا في منظومته العدلية بتقديم أغلب خدمات التقاضي إلكترونيًا، وتماشيًا مع هذا التطور، نقدم لعملائنا خدمة التمثيل القضائي، وإعداد المذكرات القانونية لجميع دعاوى إلغاء القرارات الإدارية، ودعاوى التعويض ومباشرة منازعات العقود الإدارية والتأديبية، ودعاوى الحقوق المالية المقررة لموظفي الدولة. ";

$lang['Practices_Trade_and_Supply'] = "التجارة والتوريد";
$lang['Practices_Trade_and_Supply_details'] = "تشكل ممارستها الفرصة الاستثمارية الضخمة في المملكة، نظراً لتنامي معدلات الاستهلاك، والتوسع في إنشاء المشروعات الاقتصادية والمتاجر الإلكترونية، مما زاد من حدة المنافسة، فإن شركتنا تتميز بتفعيل الوقاية القانونية لجميع عمليات التجارة ووسائل التوريد وآليات العمل اللوجستية، بطرق مؤسسية مبنية على خبرة عميقة، وننشئ لبيئة الأعمال جميع العقود والاتفاقيات والمذكرات، وإيجاد الحلول البديلة، ونمثل عملاءنا قانونيًا أمام الجهات القضائية.";

$lang['Practices_Contracting_and_Construction'] = "المقاولات والإنشاءات";
$lang['Practices_Contracting_and_Construction_details'] = "يأتي هذا القطاع في مقدمة القطاعات المساندة لنمو الاقتصاد، لمساهمته الفاعلة في تحقيق التنمية المستدامة، وتنفيذ المشاريع التنموية لتعزيز القدرة التنافسية للدولة، وإدراكًا منا للتحديات القادمة التي يواجهها القطاع، التزمنا لعملائنا بتفعيل جميع قدرات الحماية القانونية لمراحل تنفيذ الإنشاءات، ومعالجة ممارسات أعمال نظام المنافسات والمشتريات، وإعداد العقود وتدقيقها، وإعادة التنظيم القانوني للمشروعات المتعثرة، وابتكار الحلول وتمثيلهم وديًا وقضائيًا.";

$lang['Practices_Legacies'] = "التركات";
$lang['Practices_Legacies_details'] = "تكفل المشرع بتفصيل قسمة المواريث لأهمية هذا الأمر، وقد أصدر وزير العدل مؤخرًا لائحة قسمة الأموال المشتركة، لحوكمة إجراءات تقسيم التركات، ولذلك فإننا نعتني بقضايا التركات لما نمتلكه من خبرات متراكمة، ساهمت في قسمة وتصفية عدد من التركات الضخمة، وتقوم شركتنا قضائيًا بكل ما يلزم لإتمام وتسريع قسمة التركات من العقارات والأموال النقدية بالبنوك والأسهم المتداولة أو الأنصبة في الشركات، ونهتم بإجراء القسمة الرضائية والمخارجة لمقاصد رفيعة.";

$lang['Practices_Healthcare'] = "الرعاية الصحية";
$lang['Practices_Healthcare_details'] = "هي أحد الركائز الأساسية التي تتحقق بها الرؤية المستقبلية للدولة، لتوفير خدمات الرعاية الصحية والعلاجية لجميع أطياف المجتمع، ولإشراك القطاع الخاص في خطة التحول الصحي، وتضافرًا منا للوصول للرؤية نقدم للكيانات والمنشآت الصحية الوقاية القانونية، بمنحها الاستشارات القانونية، والمنتجات القانونية، وتنظيم الأعمال الداخلية لكل المتطلبات، وتمثيلها لدى اللجان والجهات القضائية والحكومية، وتوعية وتدريب الممارسين الصحيين قانونيًا .";

$lang['Practices_Taxes'] = "الضرائب";
$lang['Practices_Taxes_details'] = "فرض المنظم السعودي في الآونة الأخيرة أنظمة ألزمت الكيانات والشركات ورجال الأعمال بدفع ضرائب متنوعة بحسب النشاط، فازدادت الالتزامات المالية والمحاسبية، إذ قد تحسب هيئة الزكاة والدخل عليهم ضرائب أو عقوبات خاطئة قانونيًا أو محاسبيًا، فإننا -بما نملك من خبرة في القضايا الضريبية- نقدم لعملائنا الاستشارات القانونية، وإعداد اللوائح ومذكرات الطعن في التقديرات الضريبية، والتمثيل القانوني أمام لجان الفصل في المخالفات والمنازعات الضريبية.  ";



$lang['contact_form_name'] = "الاسم";
$lang['contact_form_email'] = "البريد الإلكتروني ";
$lang['contact_form_subject'] = "الموضوع";
$lang['contact_form_phone'] = "رقم الجوال ";
$lang['contact_form_message'] = "الرسالة";

$lang['Current_Passsword'] = "كلمة المرور الحالية";

$lang['New_Passsword'] = "كلمة المرور الجديدة ";

$lang['Confirm_Passsword'] = "تأكيد كلمة المرور";

$lang['Sub_Mission'] = "مهام فرعية";
$lang['Type_here'] = "...اكتب هنا";
$lang['Serial_No'] = "الرقم التسلسلي";
$lang['Client_Details'] = "تفاصيل العميل";
$lang['Date_Issued'] = "تاريخ الإصدار";
$lang['Amount_Due'] = "المبلغ المستحق";
$lang['Writing_Date_and_Time'] = "كتابة التاريخ والوقت";
$lang['Date_and_Time'] = "تاريخ والوقت";
$lang['Due_Date_and_Time'] = "تاريخ ووقت الاستحقاق";
$lang['General_Date_and_Time'] = "التاريخ والوقت العام";
$lang['Session_Date_and_Time'] = "تاريخ ووقت الجلسة";
$lang['Consultation_Date_and_Time'] = "تاريخ ووقت الاستشارة";
$lang['Create_HR_E_Service'] = "الخدمة الإلكترونية للموارد البشرية";
$lang['Create_New_Fine'] ="إنشاء غرامة جديدة";
$lang['Create_New_Service'] ="إنشاء خدمة جديدة";
$lang['All_Services'] ="جميع الخدمات";
$lang['Service_info'] ="معلومات الخدمة";
$lang['Service_Details'] ="تفاصيل الخدمة";
$lang['Details'] ="تفاصيل";
$lang['Meetings'] = "الاجتماعات";
$lang['Reports'] = "التقارير ";
$lang['Files'] = "الملفات ";
$lang['Audio_Files'] = "ملفات صوتية ";
$lang['Client_Info'] = "معلومات العميل";
$lang['Add_Case'] ="إضافة قضية";
$lang['Notes'] = "ملاحظات ";
$lang['General'] = "عام ";
$lang['Add_Expenses'] ="إضافة نفقات";
$lang['Employee_List'] ="قائمة الموظفين";
$lang['Case_Details'] =" تفاصيل القضية";
$lang['General_Details'] =" تفاصيل عامة";
$lang['Consultation_Details'] =" تفاصيل الاستشارة ";
$lang['Case_Timeline'] = "الجدول الزمني للقضية";
$lang['Employee_Responsibilities'] = " مسؤوليات الموظف ";
$lang['Add_Session_Sub_Mission'] = "إضافة تقديم الجلسة";
$lang['Add_Writing_Sub_Mission'] = "إضافة تقديم الكتابة";
$lang['Add_Sub_Mission'] = "إضافة تقديم";
$lang['Writing_Details'] = " تفاصيل الكتابة";
$lang['Add_New_Mission'] = "إضافة مهمة جديدة ";
$lang['Case_Status'] = " حالة القضية";
$lang['Create_new_note'] = " إنشاء ملاحظة جديدة ";
$lang['Notes_List'] = "قائمة الملاحظات";
$lang['Create_new_audio'] = "إنشاء مقطع صوتي جديد ";
$lang['HR_Services'] = "خدمات الموارد البشرية";